{"meta":{"title":"Lizzy Xiao's Blog","subtitle":"Lizzy Xiao's Blog","description":"Lizzy Xiao's Blog","author":"Lizzy Xiao","url":"http://elizabethxiao.ink"},"pages":[{"title":"","date":"2018-06-29T06:48:10.295Z","updated":"2018-06-29T06:48:10.295Z","comments":false,"path":"categories/index.html","permalink":"http://elizabethxiao.ink/categories/index.html","excerpt":"","text":""},{"title":"","date":"2018-06-29T06:48:10.296Z","updated":"2018-06-29T06:48:10.296Z","comments":false,"path":"tags/index.html","permalink":"http://elizabethxiao.ink/tags/index.html","excerpt":"","text":""},{"title":"","date":"2018-06-29T06:48:10.294Z","updated":"2018-06-29T06:48:10.294Z","comments":true,"path":"about/index.html","permalink":"http://elizabethxiao.ink/about/index.html","excerpt":"","text":""}],"posts":[{"title":"EndeavourS01E01《摩斯探长前传·女孩》解析","slug":"Endeavor-S01E01","date":"2019-12-10T21:46:48.000Z","updated":"2019-12-16T03:55:40.628Z","comments":true,"path":"2019/12/10/Endeavor-S01E01/","link":"","permalink":"http://elizabethxiao.ink/2019/12/10/Endeavor-S01E01/","excerpt":"","text":"当警察可以习得，当侦探却需要天赋 这一集有三起凶案，故事支线比较多，出场人物也多，导致看完脑子容易乱。我们按主线支线来说。 故事主线邮局小哥妈妈去世，和爸爸相依为命，每天辛苦劳作却收入甚微 邮局小哥 小哥发现姐夫两年间每周都来寄汇票，兑现汇票的却不是姐夫的妻子于是小哥心生歹念他写信勒索姐夫姐夫害怕养情人的事曝光，于是定期给小哥提供一种违法药安非他命（Amphetamine）药的交易地点在一个远郊公厕里两人并不碰面交易，所以姐夫并不知道是谁在勒索自己邮局小哥买药的客户中有一个秘书女 秘书女在一家秘书学院学习 秘书女虽然有男友，但脚踏两只船还跟小哥约会这晚俩人约会时秘书女吃了安非他命，心脏病突发，当场死亡小哥害怕警方查到自己，匆忙跑了警方调查秘书女事件，查到了邮局小哥，过来查问，小哥谎称自己和秘书女不熟后警方再次来邮局调查。小哥爸爸担忧了起来小哥爸爸隐约知道小哥勒索的事，怕姐夫因为药起疑心去找警察进而供出小哥因此小哥爸爸去厕所把医生杀了。同时拿走姐夫钱包，伪装成抢钱案不巧被来此地敲诈同性恋的牧师撞见了虽然牧师逃了，但是两人互相认识几天后小哥爸爸找到牧师再次杀人灭口为了制造牧师事件的不在场证明，父子俩上演了一出苦肉计 简单来说就是 秘书女猝死 怕引起怀疑 杀姐夫灭口 被牧师撞见 杀牧师灭口 演苦肉脱身 故事支线按说这三名死者之间并没有联系，但事实是他们或多或少都通过某种方式联系起来：第一名死者秘书女： 男友是眼镜男 眼镜男是教授的学生，同时负责帮教授打印回忆录 家庭医生是姐夫的合伙人第二名死者姐夫： 妻子是Pamela的姐姐， 小姨子是Pamela 岳父是教授第三名死者牧师： 牧师曾为Pamela妈妈和邮局小哥妈妈主持过葬礼 所有的涉案人员在这集名字出来前全部都登场了前两名死者的关系使得案情更加扑朔迷离 一些事实 . 整个案件发生前，周边好几家邮局都发生了偷盗案，直至剧末犯人也没抓到 邮局被抢 . 此外，还有一系列煤气表盗窃案，犯人后来被Strange抓到. 煤气表小偷伪装成煤气公司工人上门行窃. 新来上司对于邮局盗窃案并不关心，因为并没有发生在自己管辖地。反而催促煤气表盗窃案必须尽快结案，因为其中一个被偷煤气表的是警察局长助理的亲戚. Morse把一个真的煤气表工人抓了，新来上司非常生气 新来上司是Anton Lessor！！！ Pamela一家 . Pamela 12岁因为癫痫被送进疗养院，18岁在其母亲的遗愿下得以出来 Pamela母亲遗愿 . Pamela 15岁时刺伤过疗养院工作人员. 姐夫给Pamela妈妈看过病，并因此结识教授一家. 正是有了姐夫的保证，Pamela才能成功出院. 姐姐姐夫一直没有孩子，因此婚姻并不幸福. Pamela出院后去了伦敦，姐夫当时也在伦敦一家医院工作，可以顺便照顾她 姐夫可以帮忙照料Pamela . 两人在此期间有了私情，并生了一个孩子. 后来姐夫回到牛津和跟人合伙开了诊所. Pamela带着孩子回到家谎称孩子是和一个年轻人生的，但是他出车祸死了. 姐夫每周五寄10先令给Pamela让她维持生活. Pamela每周一去邮局兑现. 教授因为参与原子弹研发而获得骑士头衔. 原子弹炸死了几十万人，因此教授遭到一些人反对，经常收到恐吓信. 由于Pamela有暴力史而且还偷拿了教授的枪，所以被怀疑是姐夫案凶手. Pamela拿枪是为了自杀用 合伙人 . 姐夫的合伙人医生通过姐夫认识了教授一家. 合伙人喜欢姐姐. 合伙人是秘书女的医生 秘书女&amp;眼镜男 . 秘书女是翘了眼镜男的约跟邮局小哥约会的（片子开头，眼镜男手捧花束给她电话但她一直不接）. 眼镜男以为秘书女跟其他妖艳贱货不一样，实际秘书女随身携带避孕套. 秘书女帮眼镜男给教授打回忆录. 教授的恐吓信正是自己的学生眼镜男寄的 牧师 . 牧师自从目击杀人后就害怕凶手会上门灭口，所以想办法留下了凶手线索. 牧师曾经帮助过理发小哥，但理发小哥“以怨报德”偷了牧师的纪念币. 理发小哥并不觉得牧师善良，两人之间到底发生了什么剧里没有明说 Morse断案过程 . 周六发现秘书女尸体，法医推断死亡时间是周五，死因心脏病发作. Morse发现秘书女窗户外的烟灰缸里有几个干烟头，周五晚上有雨，推断出秘书女死时有人在场. Morse通过秘书女围巾找到眼镜男，装作给眼镜男递烟发现他并不抽烟，所以排除眼镜男嫌疑，同时得知秘书女也不抽烟. 根据秘书女笔记得知邮局小哥的存在. 周二姐夫尸体被发现，推断死亡时间周一晚上. 警方根据姐夫的车得知姐夫身份，于是去教授家调查. 在教授家目睹了Pamela癫痫发作，得知教授一家都没有不在场证明. 警方发现教授手枪不见了，推测可能手枪是杀死姐夫凶器. Morse根据自行车的线索找到了牧师，牧师谎称自行车是被偷了，同时发现牧师是个化学和字谜爱好者. 牧师不敢透露凶手是谁，但是为了报答Morse字谜的提示，也给了自己的提示“After beard teased, an exclamation of surprise will bring you home.”谜底是breadcrumbs（推理过程见文末）. Morse再次找教授询问情况，得知眼镜男是教授学生且为教授打回忆录的事，同时得知恐吓信的事. Morse 研究教授收到的恐吓信是发现字母E总是跟其他字母对不齐，联系到秘书女的打字机，从而发现发恐吓信的正是眼镜男. Morse为Pamela读诗时发现了夹在书里的字条，字迹正是姐夫的，从而发现俩人有染 红色字迹是姐夫的 . Morse在酒馆里跟Strange喝酒时根据无意听到strange提到stick（既表示“坚持”也有“粘”的意思）想到姐夫遗物里的胶带，Thursday也看到了胶带，两人先后去厕所发现了粘在厕所上的安非他命 stick一语双关 . Morse觉得邮局小哥肯定有问题，两人驱车去找邮局小哥想问明白，结果发现伪造被抢的父子俩昏迷不醒. 第二天牧师尸体被发现，推断死亡时间前一天晚上. Morse去牧师办公室调查，发现现场很乱，显然凶手想要找什么东西，这时他看到了牧师的纪念币图案. Strange抓到了邮局盗窃案的小偷，干警察工作的Morse被委派数小偷偷来的钱，Morse数钱时发现其中就有牧师被偷走的硬币. 至此煤气表偷盗案和命案有了关联. Morse找到了丢失硬币的理发店小哥，知道了牧师敲诈同性恋的事 rollingqueer是英国俚语,表示敲诈男同 . 再次翻牧师的遗物发现牧师曾是一个解码员。于是联想到牧师之前给的字谜，谜底是breadcrumbs暗喻线索，从而知道牧师一定给自己留下了关于凶手的是谁的线索. 正当Morse苦苦思索牧师给的线索到底是什么在哪时，Strange冲进来说到了element，Morse联想到了元素周期表 疯狂助攻的strange --“多亏Strange提醒了我” ---“哈？” 一些细节 Pamela自残时用的图钉就是在邮局里偷拿的，被Morse看到。证实了Pamela的确有爱偷东西的毛病 手里的图钉是在邮局顺的 Morse 为了证明教授收到的恐吓信是秘书女的打印机打出来时，做实验打出来的字正是自己的姓Endeavour，也是剧名 endeavour正是Morse的姓 Morse后来证实Pamela并没有结婚，丈夫死于车祸也假的，所以称呼Pamela时用的是她父亲的姓，而其他人相信Pamela嫁了人，称呼Pamela都是用她丈夫的姓Walters Morse叫她Sloan 其他人叫Walters 片子开头给眼镜男理发的正是理发小哥 眼镜男和理发小哥 理发小哥和牧师在反对原子弹演讲时见过，2分30秒左右 邮局小哥爸爸数落小哥时说他每晚都出去玩，居然还有钱。钱可能是卖姐夫提供的安非他命来的 邮局小哥爸爸数落邮局小哥 一些补充 Morse哄Pamela睡觉时读的诗是Tennyson的非常有名的一首诗The Lady of Shalott。 anagram易位构词法文中两次用到的一种文字游戏即把一个/几个单词的字母重新组合顺序，会得到另一个单词。比如listen = silent。伏地魔的名字，Tom Marvolo Riddle = I am Lord VoldemortMorse帮助牧师解填词游戏时给的提示， over a dune = endeavour这个提示还妙在endeavour和effort都有“努力”的意思 Morse帮助牧师解字谜给的提示 9个字母 牧师给Morse的回礼 牧师的提示 11个字母 tease beard 表示“梳理胡子”，也就是提醒把beard这个单词再次排序beard = breadan exclamation of surprise “吃惊，惊叹”，crumbs也表示惊呼，是英式英语一种比较老的说法所以牧师给的提示答案是breadcrumbs但breadcrumbs是怎么跟凶手联系起来的呢？这里面包含一个典故breadcrumbs意为面包屑，结合will take you home，很容易联想到格林童话《Hansel and Gretal》，也就是更为大家所熟知的糖果屋的故事。故事里继母不喜两兄妹把他们丢到森林里让其自生自灭，但是哥哥Hanse一路扔了面包屑以便循着面包屑回家（实际故事中面包屑被鸟吃了并没有指引他们回家）。片子里牧师的想要表达的意思是我给你留了线索breadcrumbs，循着线索就能找到凶手。而这个线索就是那些元素编号。Morse再根据Strange无意间的提示拼出了凶手W·Clark，W指Wallace小哥爸爸的名字 双关punMorse的姓Strange的姓Thursday的姓element 上文已解释 牧师敲诈同性恋的事情没有明说，但是可以结合Jakes的说明推断出来。姐夫死时，新来上司问到他为什么大晚上跑到一个偏远公厕去，Jakes回答道 大晚上跑去远郊厕所原因只有两个 一些感想 Morse对于忧郁少女完全没有抵抗力 编剧是个重度文学神经病爱好者 不好好学习文学/化学/音乐…破不了案 撒一个谎得再撒一百个谎来圆 教授原子弹受封骑士再次证明“窃钩者诛窃国者侯”的道理 关于本集中出现的音乐，画，建筑等，可以参考这篇文章。","categories":[{"name":"英剧","slug":"英剧","permalink":"http://elizabethxiao.ink/categories/英剧/"}],"tags":[{"name":"Endeavour","slug":"Endeavour","permalink":"http://elizabethxiao.ink/tags/Endeavour/"},{"name":"摩斯探长","slug":"摩斯探长","permalink":"http://elizabethxiao.ink/tags/摩斯探长/"},{"name":"英剧","slug":"英剧","permalink":"http://elizabethxiao.ink/tags/英剧/"}]},{"title":"J-2 EAD美国工卡申请全攻略 附usps心酸史","slug":"j2-ead","date":"2019-12-04T02:09:41.000Z","updated":"2019-12-12T04:01:58.600Z","comments":true,"path":"2019/12/03/j2-ead/","link":"","permalink":"http://elizabethxiao.ink/2019/12/03/j2-ead/","excerpt":"","text":"可能是最全的EAD申请攻略 之前申请EAD多亏网上很多攻略帮助，于是许下承诺自己的EAD到了也要写下经历希望能帮助到其他人。 我的EAD从USCIS收到申请（7月10号）到我最终拿到手（11月29号）经历了四个多月。但实际我该9月14号就收到，中途出了点意外。所以真正历时该是两个月多点。 中途意外的教训是： 一定要把邮箱上的名字写清楚！ 一定要把邮箱上的名字写清楚！ 一定要把邮箱上的名字写清楚！ 申请所需材料 I-765表 I-94表：自己和配偶的； 护照首页和Visa页复印件：自己和配偶的； 结婚证复印件和翻译件； 两寸证件照2张 ； 410刀申请费； DS-2019：自己和配偶的； Cover Letter； 申请信； G-1145表：可选，帮你及时跟进case的最新情况。 上述材料除了I-94和money order之外都可以在国内就准备好,这样可以大大缩短准备时间。 所有证件只需要复印件，不要寄原件，原件他们收到会销毁。 具体每一份材料操作I-765 表格到美国移民局USCIS网站FORMS这里去下载。下载的是PDF格式，可以直接编辑。表格填写在USCIS给的instruction（下载表格时可以顺便下载）里解释非常详尽，如果英文版看得吃力的话，可以参考这个中文翻译，基本能解决填表时99%的疑惑。 I-94表到美国海关网站 在线打印。I-94是入境了之后才可以打印的。 结婚证复印件和翻译件翻译可以参考这里。我自己学英文的，所以在此基础上做了些改动。可以原件全本+翻译全文，也可以单页原件+对应翻译。我用的是后者，类似下面这样： 结婚证翻译 文末需要加上译者声明，可以写一位认识朋友的信息，最好是人在美国的。printed name是指用正楷（就是写清楚方便辨认），不是打印签名。 译者声明 证件照照片在国内就可以备好（据说美国这边照相贵），需要两张，跟护照尺寸一样。记得在照片背面用铅笔写上自己的名字。 申请费410刀申请费会涨价，以前好像才380。 需要邮寄过去，可以用支票或者money order。支票是你在银行开户后会送你一个支票本。但是初来美国一般都没有，所以可以选择用money order。Money order在邮局或者有些银行就能买到，一般1刀左右。邮寄地址在这里查。选择自己的category会有对应邮寄地址，比如我是foreign students里的c(5)。 关于money order填写参看这篇文里面的图，照着填就行。 Cover letter 和申请信Cover Letter和申请信网上有很多模板，随便搜一个按照自己情况改一下就可以。 Cover Letter很简单，信左上角写好自己名字地址联系方式，正文说一下你和配偶的情况，然后附上一个材料清单，最后署名就行。可以参考这个。 申请信我用的是芝大网站提供的sample。正文主要阐明自己找工作是用于玩乐而非生活必须，自己配偶的工资完全能够cover你们俩的生活。 我的申请流程：到美国之后下载了I-94，然后先去usps买了一张money order，填好信息，最后又去usps寄出所有材料。你也可以把所有材料准备好，去usps买money order，当场填好，然后装进材料袋当场寄，这样只用跑一次邮局。 7月2号寄出。 7月10号USCIS发来信息表示我的材料已经收到。 9月9号，邮件通知卡正在制作中。 9月10号，邮件通知申请被通过。（这两个顺序有点迷） 9月12号，邮件通知卡片寄出，同时给了邮局订单号方便追踪。 上图是我的case history 按说到这一步我应该9月14号就收到卡片，一切会完美。 但是！ usps邮递员看不清我邮箱上的名字又给我退回去了！（这段血泪插曲我放到文末，有兴趣可以看看。）所以我不得不进行下面的操作： 10月初我申请e-request，要求resend card。（为啥不9月就申请，因为他们规定至少一个月收不到EAD才能申请下一步操作） 10月末通知我已经收到e-request 11月末终于收到卡片 经验和感悟： I-765按照上面我给的链接认真填，基本都没什么问题。 USCIS处理case是按照排队时间来的。估计他们会积压两个月左右的case。所以你的case received并不代表他们会开始处理，而是要排队，等到你了他们才会开始有动作。而他们只有会对你的case采取行动时才会发邮件通知，中间不会有任何消息，所以这个等待过程很容易焦虑，会担心被拒等等。但实际是你的case还在排队，根本没轮到你。一旦他们发邮件给你说采取行动了，速度会非常快的。也就是说他们处理时间也就几天，只是排队太漫长。 收到上面这种邮件意味着你的等待就要到头了 网上有人说可以打电话，找当地议员要求加速等。我的经验是没有必要。如上所说，case太多，一般会积压很久。而且USCIS也说了一个case一般三个月。我在等待途中打过好几次电话找人工，有时等过20来分钟，有时当场就能接通。但是人工对话除了让你稍微心安以外对于加速case没有任何作用。议员我没试过。但讲道理，你的case寄出去，并且他们回复收到了，只要没超过两个月，你都可以不用担心。 usps邮箱上的字一定写规范写大。 建议申请一个USCIS账号，免费的，可以登录查看你的case status。不申请账号的话可以在TOOLS那一栏里查。不过tools不能查看你的历史记录。 每一次他们发邮件通知时都会告诉你如果这一步不通，你可以采取下一步的时间。比如通知你卡已经寄出了，如果你在某日期前还没有收到，那么要在某日期之后才能提出下一个申请。 如果已经租好了房子，可以写自己地址。如果没有可以让人代收。让人代收写in care of。 usps血泪史：上面说到USCIS邮件通知我9月12号就已经寄出卡片。两三天后我还没收到时安慰自己有个周末，等下一周可能才会到，所以一直等待。但到20号了卡还没有到，我根据订单号查了一下，usps显示delivered已送达。 我给usps打电话，没有人接。 于是我踩好时间点去堵邮递员问情况。她告诉我那几天她休假了，不归她管。我问那该怎么办，她说没办法，不知道。我问找你们主管呢，她说你要是去找主管主管会让你来找我，而我就那句话，我那几天休假了，不知道。一副你不能奈我何的样子。超级气人。 但我还是心存侥幸去负责我们片区的office问情况。花了半个多小时，他们告诉我给我把信退回去了！！ 退回去了！！ 我问为啥，他们说因为邮递员看不清楚我们邮箱上的名字。 我当时内心万点咆哮！ 名字看不清？？？！！！ 为啥之前信件都能收到！！！ 为啥广告宣传天天能投准！！！ 但是事已至此，我只能又在网上申请resend card。 同时买了只马克大粗笔把名字重新写了一遍贴在了邮箱上。 USCIS第二次寄过来的卡没有再走usps了，而是快递到的。估计他们也见识了usps的不靠谱。","categories":[{"name":"美国","slug":"美国","permalink":"http://elizabethxiao.ink/categories/美国/"}],"tags":[{"name":"J2","slug":"J2","permalink":"http://elizabethxiao.ink/tags/J2/"},{"name":"EAD","slug":"EAD","permalink":"http://elizabethxiao.ink/tags/EAD/"}]},{"title":"Endeavor Pilot 《摩斯探长前传》先导集解析","slug":"Endeavor-Pilot","date":"2018-12-05T22:56:13.000Z","updated":"2019-12-12T04:00:12.246Z","comments":true,"path":"2018/12/05/Endeavor-Pilot/","link":"","permalink":"http://elizabethxiao.ink/2018/12/05/Endeavor-Pilot/","excerpt":"","text":"“这世上好学者多得是，好侦探却太少了。” 剧很长，近100分钟，但是每集信息量很大,几乎每一个镜头都不多余。破案过程不像其他侦探片里那么神奇，而是一步步一点点根据线索来的（虽然巧合，灵光一闪的地方也有）。由于信息量很多，我打算分成三部分来讲。 凶手作案篇Mary的男友是个牛津大学生，也是本集第二个死者，称为“自杀”男吧。自杀男把Mary带去牛津参加聚会。15岁的青春少女Mary跟明显不同于大学生， 很快引起两个教授（一个是Morse的老同学，一个是女神丈夫）的注意。教授打赌给予一定时间和指导教Mary背诗，别人肯定会以为Mary是牛津的学生，Morse老同学则不以为然。（这个情节和《窈窕淑女》类似）于是女神丈夫开始指导Mary背诗，结果在指导过程中两人有了私情，并且通过填词游戏确定幽会时间和地点。 第一行答案为地点末一列答案为时间 自杀男得知自己被绿后很受刺激，但是怂不敢找自己老师麻烦，转而找到女神。女神一开始不相信，后来慢慢发现丈夫的确背叛了自己。但是女神很爱自己丈夫，不想离开他，只能对Mary下手。为了逃避追捕，女神开始了自己完美的犯罪： 首先引诱自杀男为己所用。替换丈夫的填词游戏，叫来自杀男啪啪啪之后留下他的手表，并且让他去报社送填词游戏。等Mary根据填词游戏答案来赴约时把Mary杀掉。杀完之后扒光Mary的衣服，留下绿白色裙子和自杀男的手表。第二天早上穿上了同样的绿白色裙子。带上假发装成Mary的样子专门让人看到，以便推迟Mary被害时间。回家后把烧掉裙子和假发销毁证据。最后她再次叫来自杀男跟自己练习打枪，趁其不备毙了他（因为距离很近所以警察一开始以为是自杀）。 这样表面上看就是自杀男杀了Mary之后再自杀。至此一切完美。唯一的破洞就是女神身量苗条比Mary穿衣小两号。 故事背景篇凶案牵扯出一桩政界丑闻和一个家庭秘闻。 政界丑闻：震惊！国家大臣参加性party且和未成年女生发生关系 Mary除了脚踏两只船（教授和自杀男）外其实还是一个性party的成员。这个性party由车老板Teddy一手组织。表面上Teddy是个卖车的，实际是个拉皮条的。来参加他聚会的都是些达官贵人，Mary和她同学是被哄骗去提供服务的。车老板之所以干了好多坏事却能逍遥法外就是因为他有这些达官贵人的把柄。比如跟Morse不对付的那个小上司是自己参加过这些party，而顶头上司是因为他女儿被骗进去拍了裸照。 顶头上司的女儿发箍女 故事中的那个大臣也是性party的常客。案发前Mary参加了这个party，被大臣看上了，在她手上留了自己的电话。所以Morse他们怀疑大臣杀了Mary。大臣很无奈，却不能说实话，否则政治生涯会完蛋。 家庭秘闻：我姐姐其实是我的妈妈！ Mary的姐姐实际并不是她的姐姐，而是她妈妈。而且是她姐姐和车老板的私生女。姐姐生Mary时还很小，车老板渣男又不负责，她的父母为保住她的名声所以对外声称Mary是她的妹妹。姐姐应该知道车老板背后拉皮条的事，所以听到车老板的名字之后Mary“姐姐”怒火中烧跑去砸了他的车，把人打成了植物人。本来Mary“姐姐”以为之后三人不会再有交集，听到警方怀疑车老板后，觉得他居然对自己亲生女儿下手简直禽兽不如所以发飙了。 Morse断案篇故事正是从这个视角展开的。 警局首先接到Mary失踪案，下大力寻找，因人手不足所以从Morse所在分局调人来帮忙。Morse本来已经写好了辞职信，因为借调而暂缓。 第一个线索—Mary的诗集。Morse发现一个15岁的家境普通女孩居然有很多精装版诗集，不太合常理。后来去她家调查时还发现这些诗集不仅是精装的而且还都是第一版（结合上面就知道这是女神丈夫送给她的，为了对填词游戏用），同时里面夹了好多填词游戏。调查Mary失踪案过程中自杀男尸体被找到，Morse又被分配去了这个案子。此时警局把Mary失踪案和自杀男案当做两个不相关案子在分头查。Morse在了解自杀男的背景中查到了女神丈夫，并且歪打正着见到了女神本人。同时也见了自杀男室友。第二个线索—字谜游戏。虽然被调到了自杀男的案子上，Morse还在想Mary的案子。晚上看Mary的填词发现都只填了首横竖末，从而发现了横排地点纵列的事。案发当天填词显示地点是Bagley Wood时间是八点。于是跑去报社想找字谜出题人Oz，无果，只知道是一个年轻小伙子（就是女神让顺带送信的自杀男）。Morse跟顶头上司说了这一发现，被无情嘲笑。结果这时消息传来，Mary尸体被发现，地点刚好就是Bagley Wood。看Morse这得意的小表情。 得意 众人去案发地，发现Mary手上的数字FLA17和一块手表。Morse因为Mary确认死亡再次去她学校调查。得知Mary有男友，于是去找Mary的男友，这个男友在车老板那上班。结果这个人说他并不是，Mary的男友是自杀男。至此两个案子有了联系。 Morse再次找到自杀男的室友，得知自杀男怀疑女神丈夫的事。于是再次找到女神丈夫，得知了关于Mary的赌约。但是没有什么实质进展。 第三个线索–教授就是字谜出题人。Morse刮脸时听广播意识到Oz是Ozymandias（英国诗人雪莱的一首诗名）的缩写，并不是之前猜测的绿野仙踪那个Oz（The Wizard of Oz）。立刻想起女神丈夫办公室就有这首诗的雕塑。 石像两只脚 于是意气风发跑去质问女神教授。教授承认自己是Oz，也不得不承认自己和Mary有染。但是否认是自己杀了Mary。在Morse的质问之下教授发现填词时间搞错的事，以为是自己交错了。 被妻子设计而不自知的教授 但是Morse认为他在狡辩，跟Thursday报告后两人一起去去找顶头上司，顶头上司认为证据足够，正打算发逮捕令抓教授。这时Mary的目击者来警局提供消息，说周日早上八点看到了她。目击者就是开头那个袖子上有血迹的人，实际是个兽医。血迹是他给牛接生溅上的。目击者的证词推翻了Morse的推理。因为既然Mary是周日早八点Mary还活着的话，女神丈夫是有不在场证明的。 Morse坚信自己的推理是正确的，但是事实又不是。因此在外独自一人惆怅， 惆怅 可怜的人于是打算继续辞职。结果在递辞呈的时候发现桌上照片，原来顶头上司的女儿发箍女正是Mary的好朋友。又去找发箍女，发箍女说出了性party的事。Morse再次去找车老板，想威胁他说出参加聚会人的名单，结果怂怂的反被威胁了。回来又被小上司威胁一通，但Thursday挺了他一把。Thursday一直知道性party的事，也知道小上司参加过。不过只能睁一只眼闭一只眼，但这回有Mary命案牵扯其中，于是打算不能再放纵不管了。两人从另一条线索下手，去举办party的房子，遇到了一个管家，让管家提供名单。但管家威胁让他们放手，因为国家大臣牵涉其中。被威胁的两人只好再次回来找车老板。车老板不配合，被Thursday打了一顿后交出了裸照。Morse误以为是一信封钱。 被“钱”闪瞎眼的Morse 车老板被打以后告到顶头上司那去，顶头上司问Morse Thursday是否打人，Morse拒绝出卖Thursday，被炒了。他把准备好的辞呈顺便甩过去精神上扳回了一局。临走前去女神家找女神要签名顺便跟女神调情反遭无情拒绝。这边Thursday把裸照交给了顶头上司告诉他不要怕，车老板以后威胁不到你了。然后要回了Morse的辞呈，让Morse早上八点来报道。 重新上班的Morse终于想到了衣服的怪异之处。Mary死时被扒到只剩内衣裤，但她穿着的文胸是C但是一旁的绿白裙子却是小号。于是Thursday让人去查卖绿白裙子的店。顺着裙子的瓜摸到了女神才是凶手。中间打电话时灵光一闪发现Mary手上的字母数字是大臣的电话，顺便大臣这边的疑团也解开了。女神被抓后自杀了。Morse伤心哭泣。之后Morse调任结束Thursday开车送他去车站回分局时问他之后的打算，顺手给了他一个offer。 offer 附：雪莱的Ozymandias全诗 I met a traveller from an antique land,Who said—“Two vast and trunkless legs of stoneStand in the desert. . . . Near them, on the sand,Half sunk a shattered visage lies, whose frown,And wrinkled lip, and sneer of cold command,Tell that its sculptor well those passions readWhich yet survive, stamped on these lifeless things,The hand that mocked them, and the heart that fed;And on the pedestal, these words appear:My name is Ozymandias, King of Kings;Look on my Works, ye Mighty, and despair!Nothing beside remains. Round the decayOf that colossal Wreck, boundless and bareThe lone and level sands stretch far away.” 诗的二三句 Two vast and trunkless legs of stoneStand in the desert（两条巨腿半掩于沙漠之间） 正是教授办公室里的雕塑。所以多读诗有助于破案。 我更喜欢这两句: My name is Ozymandias, King of Kings;Look on my Works, ye Mighty, and despair! 吾乃Ozymandias，万王之王，看看朕的功勋，跪服吧！一般中二的时候张口就来。","categories":[{"name":"英剧","slug":"英剧","permalink":"http://elizabethxiao.ink/categories/英剧/"}],"tags":[{"name":"Endeavour","slug":"Endeavour","permalink":"http://elizabethxiao.ink/tags/Endeavour/"},{"name":"摩斯探长","slug":"摩斯探长","permalink":"http://elizabethxiao.ink/tags/摩斯探长/"},{"name":"英剧","slug":"英剧","permalink":"http://elizabethxiao.ink/tags/英剧/"}]},{"title":"拔牙记","slug":"tooth-removal","date":"2018-08-26T03:40:09.000Z","updated":"2019-12-12T04:11:32.569Z","comments":true,"path":"2018/08/25/tooth-removal/","link":"","permalink":"http://elizabethxiao.ink/2018/08/25/tooth-removal/","excerpt":"","text":"右下方的智齿几年来一直默默无闻，但近一年来偶尔发作，发作时甚至连吞咽口水都会有微微的肿痛感，于是终于下定决心打算拔牙。当然内心也带有些许隐秘愿望希望拔完后下颌能瘦点，即使几年前左边两颗智齿被拔后脸并没有瘦分毫我也依然想要相信。在朋友圈询问后决定去高票推选的医院。约好时间后前一天晚上作了好久心里建设，之前拔牙的痛苦虽然随着时间逐渐淡忘，但清当初自己是疼哭了这个事实却还一直记得。跟医生约好8点，当天7点出发。到达医院时已经到处是人了，然而医生还没来。终于等医生到了，敲门想要抬脚进去被医生喝止，“你在门口跟我说就行。” 原来那是手术室，无菌环境，外人应当不能随便进入。于是怯生生地报上姓名，言明之前约好的。助理医生让出示就诊卡，我不知道。于是排队去领了张就诊卡，大概花了五分钟。排队期间反思为啥我在医生面前那么怂呢？说话小心翼翼，一点都不自信大方，随后一想医生和教师果然是很神奇的职业，人们在他们面前都因为未知的事而显得格外无知，小孩似的，在医生面前尤其如此，姓名年龄饮食作息统统都要上报，唯恐落下东西耽误治疗，隐私算什么。更让人难过的是我们以为隐私难以启齿的东西在他们那里只是例行公事而已。排完队又去小心翼翼敲门。其实我不知道到底该敲门还是等人家主动开门，于是敲门敲得毫无底气，手指落在门上就收回，想着万一人家开门说我没有礼貌也会看在我并没有大声重复敲而对我从轻发落。结果他们真是敲门制，很快就有助理医师开门取我的就诊卡，然后说你去挂个号吧。于是又去刚才排队的地方挂号，挂号费25元。挂完号回来再次小心翼翼敲门，助理医师让去验血和拍片。说最好先去拍片，等片途中可以去验血。谢完医师好意，下楼去验血拍片。发现拍片需要拿号。排队拿号，被告知要出了大楼去另外一栋楼拍片。去另外一栋大楼拍片。排队拍片，还好前面人数不多，而且几分钟后就可以出片。回到主楼验血。发现验血也要像银行一样排队取号。取号等号，前面有三十多人。后悔当时该先拿验血号再去那边拍片的，但谁知道呢？验完血拿到回执单。有两项检验结果，出报告时间不一样，一项是半小时后，一项1小时后。在大厅无聊等待半小时，期间欣赏了一个小孩抽血时的精彩表演。半小时后去自助机上取报告单，取不出来。40多分钟后终于取出来一份。照此速度，另外那项说是一小时后出来的报告单应该得等到一小时十几分之后了。继续等待。又观赏了另一个小孩抽血时的精彩表演。一个多小时之后让男友在底下等报告出来，我拿着片和第一份验血报告打算上去先让医生根据手头资料看看情况。敲门，向医生出示片子，医生拿到后看了看问病历呢？于是下到一楼大厅排队拿病历，还好只是拿病历，直接插到前面拿了一份。上楼后男友打电话让我问问医生那个验血单是不是只有一份，因为他觉得不对问了工作人员发现只有一份。敲门问医生医生说是，两份打在一起了。所以我们后面等了四五十分钟是在当傻子了。终于见到了主治医生，内心为之一振。，结果从八点到十一点多除了排队和等待什么都没有，现在见到医生终于可以商量拔牙了。医生说，你这个是中度贫血，我们不建议你拔。我？？？？？？问会有什么影响。答可能恢复很慢，而且可能会一直好不了。如果你非要拔也不是不可以，但是最好还是先把血补回来再拔。你再预约个其他时间吧，什么时候有空。另外你现在最好再去挂号看看到底什么原因贫血。医生关门写病历，我和赶上来的男友商量该怎么办。决定要么还是今天拔了好了，觉得并没有那么严重，而且之前拔牙也没验血。再次敲门问一声能不能今天就拔了。医生这次很坚决，不能拔，你再预约个时间，还有现在最好去检查一下为什么贫血。只好预约到十月。至此我已经非常生气了。整个上午一直不停排队等候不说，现在什么情况都没解决反而出了另外的事。我赌气不想去验血了，打算一走了之，之后去个小一点的医院拔好了。但男友劝我最好检查一下贫血原因。于是又挂号去血液内科。但是此时已临近中午，血液科已不可能去见到医生了。果然挂到下午1号。 在外面吃完午饭（果然医院附近生意好），又回到内科楼层的大厅椅子上假寐一会儿，终于捱到一点半。医生开始就诊。奇怪的是挂号时看到专门有个贫血专科，却找不到这个科就诊室。只能找联系最近的血液科，医生表示不清楚我到底因为什么而贫血，所以还需要再去验血，上午的验血报告检验项目不够。但是医生根据上午的验血报告推断应该是缺铁性贫血，于是给开了两种药。一种5盒被我们劝到减少到3盒。说这份验血报告得等两周才能出来，在这期间先吃这些药，等下次来拿报告单时说不定血已经补回来一些了。于是拿药。然后又去排队验血。最后打道回府。粗略算了一下，从上午8点到下午2点多，出去午饭时间，本以为一小时，顶多三小时能搞定的拔牙花了五六个小时，结果牙没有拔掉，血验了两回，花费近五百大洋。另外，由于我是托朋友关系，直接跑来医院找医师，并没有经历预约这一步，期间又省了多少麻烦。这是我自有记忆以来第一次因为自己的事进医院，也是人生中第一次为医院感到愤怒。可是当我反思自己为何愤怒时，内心经历了以下对话Q：助理医生为什么不能一次性告诉我需要挂号就诊卡病历等东西，这样我排队排一次就可以解决问题。A：医生没有这个责任告知你，而且这些东西都是必备的，人家也不知道你没有啊。Q：为什么不能跳过验血直接拔牙呢？A：万一你在手术台上因为缺血晕过去怎么办？万一有的病人以此为借口勒索医院医生怎么办？Q：为什么我验血都要验两次？A：检查项目不一样。Q：为什么什么都需要排队？A：医院那么大，就诊的人那么多，不这样处理会导致医院混乱崩溃。Q：那医生能不能慈祥和善一点？A：医生已经很有礼貌了。想想看，你今天所遇到的医生中，拔牙的医生一上午可能需要进行至少两场手术，很耗精力的；验血的医生只能坐在窗口不断地重复抽血的动作，有时还要应付熊孩子，没有表现得不耐烦已经是好素养了；其他医生都窝在小小的白色隔间，没有窗户，没有其他任何娱乐设施，不停地接待病人，这样的工作环境你愿意承受吗？更别说那些经常看各种各样上口的医生。思来想去谁都怪不了，心中的愤懑之气却无法消散，这真是令人绝望。怪不得医疗是所有国家都头痛的难题，也怪不得众人一直骂医院。","categories":[{"name":"生活","slug":"生活","permalink":"http://elizabethxiao.ink/categories/生活/"}],"tags":[{"name":"拔牙","slug":"拔牙","permalink":"http://elizabethxiao.ink/tags/拔牙/"},{"name":"支持","slug":"支持","permalink":"http://elizabethxiao.ink/tags/支持/"},{"name":"医院","slug":"医院","permalink":"http://elizabethxiao.ink/tags/医院/"}]},{"title":"好奇心重的人 （下）","slug":"the-curious-man2","date":"2016-11-12T01:46:13.000Z","updated":"2019-12-16T03:37:56.117Z","comments":true,"path":"2016/11/11/the-curious-man2/","link":"","permalink":"http://elizabethxiao.ink/2016/11/11/the-curious-man2/","excerpt":"","text":"The Man Who is Recklessly Curious (Concluded) 上回我们说到Lotario在自己好友的助攻下成功爱上了Camila，并且陷入了两难抉择。他内心责备自己，认为自己不仅是个bad friend，还是个bad person。一边是爱情，一边是忠诚，他内心受的煎熬估计和Anselmo因为好奇所受的折磨一样多。 可怜的人！ Anselmo个心机boy，原以为他只想考验Camila，不想还连带考验了Lotario。 Lotario甚至想干脆自己一走了之好了，远离这对夫妻。 然而，天天在眼前的Camila不仅人长得好看，品德还完美无瑕，而且人还长得好看。 于是，在经过三天的心理斗争之后，Lotario选择了爱情。 这边Camila的女仆也不想整天陪在自己女主人身边，她还有事要做，总是找机会开溜。这样Lotario抓住机会开始向Camila倾诉自己的爱慕。之前他有多么沉默，开口之后他就有多么疯狂。压抑下的思念如滔滔江水都化成他嘴里的言语倒在Camila身上。 Camila惊呆了。 为了声誉她只能躲回自己闺房，这反而让Lotario更爱她。 Lotario的攻击令她措不及防，慌乱之中她选择请求支援。当天晚上就让人送了封信给Anselmo，为顾及情面只很委婉地说： Anselmo接到这封信心里乐开了花，想Lotario这回没骗我，终于展开行动了。于是回复Camila无论如何不要娘家，他马上就回去。 ……才怪，他继续悠闲地在乡村度假。 Camila收到回信又惊到了，难道信的暗示不够明显？这下倒好，前有Lotario坚持不懈进攻，后面退路又被堵死，外援也掉线，她一介弱女子该如何是好？ 之前由Lotario替她所承受的内心煎熬现在终于真正落到她头上了。 但这样被两人轮番打击之后，Camila反倒镇定下来，决定正面迎击Lotario，相信凭着自己的一身virtue，肯定不会被Lotario所打倒。同时还对之前自己写信告状的鲁莽行为感到后悔，想万一Anselmo怀疑是自己行为不检点导致Lotario如此作为呢？或者“the two friends”因这一封信就此失和她又该如何自处？她甚至还帮Lotario找理由开脱。 Anselmo，你的妻子绝对是一颗无双的宝石！然而你不珍惜，非要试炼。 兵法有云：“进攻是最好的防守。” Camila面对Lotario的攻击，只以沉默做武器攻防，却不用言语攻击。沉默作为武器，在吵架互攻时杀伤力才大，求爱却是单方面的进攻，沉默反倒有鼓励对方的嫌疑。 事实上也的确如此，Lotario360度全方位进攻，用眼泪、恳求、赞美、礼物、坚持、真诚……来打动Camila，Camila听在耳里，终于内心波动，眼神不再坚定。 最后，Lotario使出杀手锏，只攻她的美貌。 对于一个真正漂亮女人来说，美貌是她最大的优势，却也是其最致命的弱点。 Camila投降了，她接受了Lotario的求爱。 但是谁又能责备她呢？她有猪一样的队友：她女仆；有神一样的对手：Lotario；还有一个叛徒：她丈夫。 恭喜Anselmo，你的怀疑是正确的。 几天之后，Anselmo终于“马上”回来了。不问妻子如何，第一时间跑去问Lotario情况如何。Lotario答说： Anselmo开心到飞起，好奇心终于得到满足，可以把那颗大树连根拔起回头睡个好觉了。但觉得幸福来得太快有点不敢相信，于是叮嘱Lotario不要立刻收手，再偶尔写点诗歌送给Camila当做娱乐，表示诗歌可以他来写。 Lotario这回拒绝，说诗歌这种事，缪斯女神偶尔还是会眷顾我一下的，我自己来就好了。因为他真心爱Camila，想给她写诗。 所以下次三人聚会，Lotario当着Anselmo的面给Camila念情诗。Anselmo跟Camila说这是Lotario写给他爱人的诗，却不知道Lotario私底下已经跟Camila说好诗是写给她的。 啊，Anselmo，为什么你的头顶有片青青大草原？ Anselmo就这样绿到了一天Lotario来找他谈话： Anselmo半天说不出话来。 让Lotario说出这么些话来的原因是这样的： 前面提到的Camila的女仆，就是把Camila孤身一人暴露在Lotario攻势下的那个，她要忙的事其实是去 会 情 郎。等到Camila被Lotario攻下两人秘密交往时，女仆和她的情人感情也发展到如胶似漆，以致于她的情人甚至秘密进出Anselmo家。 Camila知道这件事，却无可奈何，她甚至不敢让女仆收敛一些，因为女仆知道她和Lotario的私情。更何况正是由于她这个做主人的上梁不正，女仆下梁才敢如此放肆地歪。她唯一能做的事就是恳求女仆不要告发她和Lotario并且行事低调一点。女仆虽然答应，但其心不在焉的态度却让Camila担心。 多少人由于被人抓住把柄而从主人变成奴仆。这样某一天，Lotario去Anselmo家时，碰巧碰到了女仆的情人正小心翼翼地偷走回去。他立刻心生疑惑，想的却不是 “这人是个小偷或者是女仆的情人”（他都忘了女仆的存在）， 而是 “这人是Camila的情人”。Lotario的怀疑建立在Camila太快投降的基础之上。当初他真正向Camila进攻的时间也不过几天，如果Camila能够如此轻易向他投降，那么也能够如此轻易向别的男人投降。说来讽刺，当时Camila也跟女仆讨论过这个话题，认为自己太快就被Lotario打动，会不会使他看轻自己，因为常言道”what costs less is valued less”。而女仆劝Camila不要担心，常言还道“by giving quickly, one gives twice”呢。只能说墨菲定律太过强大。Lotario大胆假设他看到的那个人是Camila的情人之后，没有小心求证，而是被嫉妒冲昏了头脑，当时唯一的想法就是报复Camila。所以跑去跟Anselmo说了上面那段话。Anselmo一直盯着地面，Lotario继续说道： Anselmo告完状以后Lotario回到家冷静了一下，内心立刻后悔了。这样的决定太过草率，况且Camila也不该被用这么残忍的手段来报复。思虑良久，他去找Camila，打算对她说实话。不想过去还没开口，Camila倒先说话了： Leonela就是女仆的名字。一开始Lotario听到Camila说这事的时候，想着这时机也太凑巧了还怀疑这是不是Camila的诡计，但是看到Camila难过到哭还求他帮忙时他相信了，也同时更加悔恨自己不搞清楚就去Anselmo那边策划报复了。他安慰Camila自己会想办法惩罚女仆，另外把自己干的蠢事都告诉了Camila。 Camila先是害怕，然后生气，但很快镇定下来，并且想出了一个很好的解决方案。她没有告诉Lotario她的计划，只让他不要慌，一切还按他跟Anselmo计划的执行，到时他只要回答她的问题就可以了。Lotario得令而去。 第二天，Anselmo假装离开家，继续在上次的地方心怀忐忑地偷听。 Camila确定Anselmo躲好以后带着女仆过来，说： 女仆一开始不愿意去，Camila语气激动，甚至晕过去一回，醒来以后再三要求女仆去，女仆哭哭啼啼出去了。 在屋里偷听的Anselmo听到这样的对话，立刻原谅了Camila，但是知道Camila想杀Lotario后，又很好奇事情会怎样发展，所以继续躲在后面听，打算真到那一刻再出来阻止也不晚。Camila继续一个人在屋里大声做独白： 这一大段独白当然是念给Anselmo听的，但Anselmo听来只当是Camila的碎碎念，而且还解了他不少疑惑。他刚想出来阻止Camila造成不可避免的后果，女仆带着在外面等了很久的Lotario进来了。 Camila看到Lotario进来，用匕首在地上划了条线，说 Lotario除了之前嫉妒时干过蠢事，情商智商一直维持在高水准，他一看到这个架势，心里立刻明白几分，于是回答道： Camila说着用匕首向Lotario刺去，但被Lotario轻松避开。察觉到自己不是Lotario的对手，她大声说： 于是她挣开Lotario的手，用匕首向自己身上刺去。刺的地方很巧妙，看上去匕首像陷进去了一大半，还流了血，伤口却浅，痛感也不强。 女仆和Lotario顿时六神无主，待发现伤并不严重时，一边心里给Camila点赞，一边为Camila哭号，像是Camila要死了一样。 后面的收场就不多说了。 主仆二人像模像样疗伤，Lotario离去。 全程Anselmo都躲在挂毯背后偷听。 莎子曰： “All the world’s a stage,And all the men and women merely players;” 人生如戏，全靠演技。 Camila的优点list上面还应该加上 演技佳、有急智、通医术、能远谋等特质。 总之，经此一役，把100个Anselmo心中的好奇和多疑提炼成丸子给他吃下去他也不会再怀疑Camila的忠贞。他也第一次真心为自己有这样一个坚贞不屈的妻子感到自豪。 而Lotario却感到愧疚，因自己不仅背叛了友谊，也背叛了自己，提出再不往来Anselmo家，以免让Camila烦心。Anselmo却当他为Camila的受伤感到自责，决不允许他这样做，还是让他照常出入自己家。 从此三人幸福地生活在一起。 还是太早了，没有死亡的结局算什么ending。 这样过了好久，一天，Anselmo也在自己家女仆的床上发现了她的情人（已经是丈夫了），他怒不可遏，想要把女仆的情人抓起来绳之以法，却被女仆拉住。他威胁女仆说出实情，女仆一时慌乱，许诺说会告诉他他绝对想不到事，但要明天才行。 Anselmo也冷静了点，打算第二天听女仆的“绝对想不到的事”，这人就是这么好奇。 回头他跟Camila说了这事，又说女仆打算告诉他一个大事件。 很明显Camila认为这个大事件会是她和Lotario的奸情。这回她无计可施，当夜趁着Anselmo熟睡时，收拾细软，并席卷了Anselmo家的金银财宝，跑去找Lotario。 Lotario也不知如何是好，只能先把Camila送进一个修道院，当晚自己也离开了这座城市。 第二天一大早，好奇宝宝Anselmo起来去听女仆的大事件，甚至连妻子不睡在自己身边都没注意到。去女仆房间却发现人已不见，只有窗户上打成结的床单。 女仆并没有背叛Camila，只是为拖延时间连夜逃跑。Anselmo伤心失望地回房间告诉Camila，这才发现Camila不见了。找Camila的时候顺便发现家里的金银财宝也不见了。这时他才逐渐意识到事情的严重性，于是跑去找好朋友Lotario商量，结果发现Lotario也不见了。 最致命的一击是，当他回到自己家时，发现自己家里的仆人全走光了，只剩下一座大空宅。Anselmo不知如何作想，说不出来话，也不知该干些什么。一夜之间他失去了所有宝贵的东西。 还是由于女仆半夜逃跑被官差抓住招供一切Anselmo才知道事情的全部真相。 万念俱灰之下，Anselmo死了，临死前留下遗书，表示原谅Camila，因为这一切都怪他自己，Camila没有义务创造奇迹。 Lotario因悔恨选择了参战，并最终战死沙场。 Camila听说Lotario的死讯，不久之后也死在修道院里。 T.H.E E.N.D 这故事读来让人感慨万千，书中一位读者的看法是，这事要发生在情侣之间倒有可能，在夫妻之间则是根本不可能的。很难想象会有像Anselmo这样愚蠢的丈夫花如此代价去考验自己的妻子。很中肯的评价。","categories":[{"name":"小说","slug":"小说","permalink":"http://elizabethxiao.ink/categories/小说/"}],"tags":[{"name":"堂吉诃德","slug":"堂吉诃德","permalink":"http://elizabethxiao.ink/tags/堂吉诃德/"},{"name":"塞万提斯","slug":"塞万提斯","permalink":"http://elizabethxiao.ink/tags/塞万提斯/"},{"name":"小说","slug":"小说","permalink":"http://elizabethxiao.ink/tags/小说/"},{"name":"作死","slug":"作死","permalink":"http://elizabethxiao.ink/tags/作死/"}]},{"title":"好奇心重的人（上）","slug":"the-curious-man-1","date":"2016-11-08T21:20:47.000Z","updated":"2019-12-16T03:28:04.030Z","comments":true,"path":"2016/11/08/the-curious-man-1/","link":"","permalink":"http://elizabethxiao.ink/2016/11/08/the-curious-man-1/","excerpt":"","text":"The Man Who is Recklessly Curious 这是《堂吉诃德 Don Quixote》第一部（1605）里的一个小故事，因为觉得很有意思，所以摘出 来与大家分享。故事原名为El Curioso Impertinente，这里采用的是Edith Grossman 翻译的英文版。Don Quixote 在世界文学史上地位太高，以致可能让人望而生畏，但是去读读 你会发现这本书相当好玩，亲切和蔼。只一点，书有点厚，当初我下载电子版到kindle里，kindle 一时没反应过来，死机了。此乃名著无法承受之重。但是如果你有那份闲心静下来看《堂吉诃德》 ，你会发现你所花的时间是完全值得的。 原故事在书第三十四、五章，若感兴趣可以去翻翻看。 时间：16~17世纪 （同时期中国明朝）地点：Florence（佛罗伦萨/翡冷翠）人物：Lotario， Anselmo，Camila 话说在意大利名城Florence，有两个家境富裕教育良好的gentlemen，Lotario和Anselmo， 两人是要好到可以互相迁就对方兴趣爱好的至交, “so attuned that a well-adjusted clock did not run as well”，当地人民送他们“the two friends”的美称。后来Anselmo爱上了出身相貌品德都无可挑剔的Camila，Camila也倾心Anselmo，由Lotario做中间人，两人顺利结婚，幸福生活在一起。故事就从这里开始。随着Anselmo和Camila结婚，Lotario逐渐减少了去Anselmo家的次数。Anselmo发现了这一点，有点不能理解，Lotario解释说： Anselmo很不开心，说早知道自己结婚会妨碍到两人之间的友谊他就不会结了，坚持Lotario要像以前一样来往，同时Camila表示知道两人感情好，也欢迎Lotario常去玩。Lotario不为所动，最终两人达成一致：Lotario每周两次加过节去Anselmo家。 但Lotario经常借口有事，并不怎么出入Anselmo家，即使去了也不久待。 得友如Lotario，Anselmo复何求？ 你可以想象，像Anselmo这样一个人，不愁温饱，产业颇丰，手握娇妻，更兼有Lotario这样一个为他着想的正直好友，他的人生要是不出点幺蛾子根本不是造物主的作风。 于是，有一天，两个好朋友边散步边聊天，发生了以下对话： 不得不说Anselmo这个论点非常中肯，当初要是没有蛇引诱Eve吃果子，人类现在也许还不知地狱为何物。”Why be grateful when a woman is good if no one urges her to be bad?” 但是Lotario反驳他： 以上Lotario的话道出了多少女性千百年来的终极梦想： 我一生渴望被人收藏好，妥善安放，细心保存。免我惊,，免我苦，免我四下流离，免我无枝可依。 总之Lotario摆事实，讲道理，打比方，举例子，引用名人名言….从正反两方面说明忠贞的女子该如珍宝般被保护起来，认真呵护，而不是拿来作愚蠢的检验。可Anselmo执意不肯放弃自己的念头。一个认为女性该被奉若珍宝一个认为女性该先经受考验然而有对象的是Anselmo（好像推导出了奇怪的结论）。其实这是单身人士和已婚及有男/女朋友人士（双身）之间的矛盾。单身人士通常想的是：“能找到个喜欢的人太不容易了，要是找到我一定好好珍惜”；双身人士则思考的是：“ta到底爱不爱我？ta到底有多爱我？”所以Anselmo丝毫不为所动： 一颗好奇的种子如果播在人心的土壤里，它一定会生根发芽并且长到郁郁葱葱超过鼎盛时期蒙古帝国的版图。 对于Lotario这种正直的人来说，名誉是比生命更重要的东西，为了不让朋友丑外扬。他只好答应下来。 于是，Lotario追求Camila，Camila爱上了他，然后两人在一起把Anselmo给踢了。Anselmo为自己的好奇付出了沉重代价，郁郁终身。完。naive。Lotario见自己无论如何劝不过Anselmo，只得应承下来，看着他颠颠跑去做各种准备，一方面叮嘱Anselmo不要声张，另一方面在内心盘算要如何在不让Camila受到打扰的情况下把朋友带回正道。于是Lotario在Anselmo的安排下开始追求Camila。第二天Anselmo就留Lotario在家吃晚饭，中途假装自己有事，出去一趟，让Camila一定要好好陪伴Anselmo，他没回家Lotario不准走。Lotario表示要么我跟你一起去再回来吃饭？Anselmo不让，这样计划不就泡汤了吗。强留下两人制造机会。 仆人们都去吃饭了，客厅只有Lotario和Camila。Camila的美貌可是能征服一个军队的，Lotario不敢这样单打独斗，于是装作瞌睡的样子闭目养神想等到Anselmo回来。 傍晚Anselmo回来，以为留了这么长时间两人肯定交谈过说不定都睡过了，于是急匆匆吃完饭送Lotario回去。 于是接下来的一段时间Anselmo就这样创造机会给Lotario追求Camila。 Anselmo作为我所知道的第一个主动提供财力物力怂恿自己兄弟追自己妻子的男人，我觉得太需要弗大夫给他做心理分析了。实际上已经有批评家发文论证Anselmo是gay，真正爱的人是Lotario，文章分析得还挺有道理。 但是Lotario仍旧和第一天一样，没有对Camila采取任何攻势。Anselmo问起时，他说： Lotario很开心，心想再瞒Anselmo最后一次，接下来就皆大欢喜了。 愿所有人都有Lotario这样的好朋友。 然而，命运Fate安排事情从来都不按照我们的常理。 第二天，Anselmo如常“有事要办”，出门去了，留下自己美貌的妻子和好朋友。但是这一次，他没有真得离开，而是转了回来，躲在暗处偷看想第一时间获得结果。 然而他看到了什么？ Lotario全程没跟Camila说一句话！眼神交流都没有！ Lotario个骗子！ 他气急败坏把Lotario叫出去问： Lotario很纠结。 谎言被揭穿，即使是他自己所认为的善意的谎言，也还是有点难为情的。况且被Anselmo这么说，感觉的确有点侮辱了两人之间伟大的友谊。反省之后他再三向Anselmo表示，我不会再让你失望了，要是你不相信之后可以一直蹲墙角监视。 Anselmo满意了。 这一次，他决定搞个大行动。 他打算外出一周去拜访个朋友，以留足够的时间让Lotario勾搭自己妻子。还专门让朋友叫人来请他，以免Camila生疑。 走之前他把Camila叫过来，吩咐道： Camila只好答应，虽然不是很开心。 第二天Lotario过来Anselmo家，Camila热情接待他，但是一直注意不和Lotario单独在一起，去哪里都拉着自己的女仆。这样整整三天Lotario都没有什么机会跟Camila说话。 Anselmo，有这么个妻子你到底为什么？为什么？ 可是这几天Lotario虽表面沉默，内心已不像之前那样镇定。 他近距离欣赏着Camila举世无双的美貌，感受着她浑身散发出的光辉，看着她为了避免和他独处而做的努力，又想起自己和Anselmo瞒着她所做的一系列试探（虽然他什么也没做，Camila也毫不知情），他动心了。Lotario爱上了Camila。但他能怎么做？继续一言不发等到Anselmo回来，像之前所做的那样，还是压下内心感受如Anselmo所愿对Camila展开攻势然后汇报，还是取替Anselmo真正把Camila追到手？欲知后事如何，请听下回分解。","categories":[{"name":"小说","slug":"小说","permalink":"http://elizabethxiao.ink/categories/小说/"}],"tags":[{"name":"堂吉诃德","slug":"堂吉诃德","permalink":"http://elizabethxiao.ink/tags/堂吉诃德/"},{"name":"塞万提斯","slug":"塞万提斯","permalink":"http://elizabethxiao.ink/tags/塞万提斯/"},{"name":"小说","slug":"小说","permalink":"http://elizabethxiao.ink/tags/小说/"},{"name":"作死","slug":"作死","permalink":"http://elizabethxiao.ink/tags/作死/"}]},{"title":"雪夜林边驻足","slug":"stopping-by-woods","date":"2016-10-29T15:05:15.000Z","updated":"2019-12-13T03:06:36.633Z","comments":true,"path":"2016/10/29/stopping-by-woods/","link":"","permalink":"http://elizabethxiao.ink/2016/10/29/stopping-by-woods/","excerpt":"","text":"Stopping by Woods on a Snowy Evening (1923)Robert Frost (1874-1963) 原诗 有同学建议我写点关于今年诺奖得主Bob Dylan 的诗，残念，我也是在他得诺奖才知道他（姓和Dylan Thomas的名一样这点我很欣赏），并且由于人生经验不够丰富（从未亲历死亡和战争），共情力也不够，欣赏不来他的诗/歌。但是诺奖评委的眼光还是值得相信的，放心大胆地去读吧。 据说Dylan在美国民众间知名度挺高，但要说到因诗歌而在美国广为人知的，不得不提Robert Frost。 Frost一生虽没有获过什么国际大奖，却是当之无愧的无冕之王。 他的The Road not Taken《未选择的路》被选进中学语文课本而为大家所熟知，这里选的是他的另一首，个人也更喜欢的他的代表作《雪夜林边驻足》。 这首诗读起来非常好听，因为诗人整首诗用的都是四步抑扬格iambic tetrametre。同时押韵也很精妙：每个小节stanza一、二、四行押一个韵，第三节虽不押，却给下一节定了一个韵脚，比如第一个stanza中，一二四押[əu]， 第三行here 韵为[iə]，是第二个stanza的一二四行 queer, near, year的韵。如此层层推进，到了最后一节又全部以同一个韵收尾，非常漂亮。一些头韵alliteration如woods，will， watch 等也增加了诗的美感。 这是本诗的韵律，配合朗读效果更佳（不感兴趣的可略过）： 全诗韵脚 诗用了大量头韵 iambiamb是一种音步foot/metre，简单来说就是一个非重音unaccented syllable后加一个重音accented syllable。英语当中很多单词本身就是一个iamb，比如behold，arise，surprise等，Steinbeck 的书名Of Mice and Men里有两个iamb，因此是iambic dimeter两步抑扬格。抑扬格因其符合英语发音习惯而广受诗人欢迎。最常用的音步是五步抑扬格iambic petametre，莎士比亚就是个中好手，他的很多戏剧都是这种格律。 这首诗第一遍时你会觉得稀疏平常，用词、描写、意思都简单明了，除了读起来比较上口感觉舒服，会让你产生“好像还很不错的样子”的想法。但等你慢慢细品却会发现，哎，这个词用得不错，这个韵压得好，这两句真是绝了……这根本就是一首传世之作啊！可是再一看又会觉得，那几个词本来就该在那里，这两句原本也该这么搭配来用，这韵也没有其他方法可以押了，Frost只不过把它写了下来而已。 …… 然而，为什么我就写不出来呢？！ —— 所谓“文章本天成，妙手偶得之“ 。 我们具体来看看。 1 Whose woods these are I think I know. His house is in the village though; He will not see me stopping here To watch his woods fill up with snow. 诗第一节是很口语化的描述：这林子的主人我认识，但他住在村子里，所以不会知道我在这里看雪花落满他的林子。结合诗题这一节只是交代了一个背景和季节。诗人一定是在路上突然看到这样一片林子，接着脑中生出疑问“Whose woods these are?”但问到一半发现这林子主人自己是认识的，所以硬生生把问句改成了个从句，加了句“I think I know”（也有人说是为了押韵）。为了弥补第一句硬转弯造成的憋屈，第二句不服气地用though转折，“但是他住在村子里”，也就有了后面两行诗人说林子主人看不到自己此刻正驻足观雪。 Woods fill up with snow，是很美的意境，仿佛woods是一个容器，而雪花正层层落下想要把它填满似的。这是雨所不能企及的状态。我总以为后两句诗行里面有一种怅然若失的寂寞，在远离村落的地方停下来看雪慢慢落满树林，本是美事，然身边却无分享之人，他甚至不知道我就在他的林子里，实乃憾事。昔苏轼承天寺夜游，觉夜色如水美丽异常，却说值得他提笔记录的是因为有闲人好友陪他共同观赏。良辰美景该与人说。 2 My little horse must think it queerTo stop without a farmhouse nearBetween the woods and frozen lakeThe darkest evening of the year. 我的小马肯定觉得很奇怪：寒冬傍晚，荒郊野外，雪填树林，周围寂静无声，只一人一马，加上后节的铃铛响，这样的布景，要是让古龙来都够写一部武侠小说了。这时我们才知道，原来诗人并不只身一人，还有马儿作伴，也无怪乎诗人会用拟人的手法模拟它的心情。但马儿怎么会think it queer，或者即使它会这么想诗人也不可能知道，所以真正认为queer的其实是诗人自己，在这样一个地方，between the woods and frozen lake，又在这样一个时节， the darkest evening of the year（冬至），诗人自己都不明白为什么会停下来。这种半清醒半迷糊的状态，加上the darkest“一年之中最黑暗的夜”（黑暗从来都有引申意），立刻给诗罩上了一层神秘暗黑的晦暗气息。前面说little horse作者的语气还让人觉得含怜爱在里边，转到这句却令人想起圣经里说走在黑暗幽谷了。 queer这个单词表示奇怪，出乎意料，但是今人用这个词又多含了“同性恋”的意义，比如有部英剧叫Queer as Folk, 翻译也很棒，叫《同志亦凡人》，因此要是觉得一个人有点奇怪，可以用eccentric，weird，odd而慎用queer，（除非你别有用心）。 3 He gives his harness bells a shakeTo ask if there is some mistake.The only other sound’s the sweepOf easy wind and downy flake. 紧接上节，马儿觉得queer，所以摇了摇铃铛问是否哪里不对，除此之外唯一的声响就是是风扫雪尘和雪花飘落的声音 。前两节我们知道诗人在郊外一片树林驻足观雪，时间地点自己都觉得奇怪，像是被什么迷住，着了魔一般。这时小马的铃铛声把诗人从迷幻中带了回来，使他再次感受到风在吹雪在飘。 风不是强风呼啸而是easy让人松了一口气，downy形容绒毛般轻盈软和。建议南方的孩子有机会一定去西北或东北（北京的雪味道还是差一些）体验一下雪，你才会明白诗人这里说的easy wind轻轻吹起地上的雪尘如扫玉屑而同时天空又在不断飘落如绒毛般细软的雪花的场景。只希望诗人此时有月光。 4 The woods are lovely, dark and deep,But I have promises to keep,And miles to go before I sleep,And miles to go before I sleep. 这一小节是此诗被引用得最多的一段，也是优美得可以被印在明信片上的诗行。 诗人像是在为之前自己被林子引诱迷住做解释，“林子很可爱，黑暗而幽深”，下完这样的定论以后意志突然就坚定了起来，很决绝地说，“但我有约在身，况且还有很长的路要赶”，可是第一句要赶路才说完，内心又像有点后悔了，再想到这路是如何得长，又拉长调子加了一句“还有好长的路要赶呐”，有留恋，有后悔，有不甘，有无奈，还有淡淡的叹息。最后两行的重复可谓神来之笔，多少百转千回的感情都包含在里面，意蕴深远，有着难以言说的美丽，读着甚至让人有落泪的冲动。 但是我还要赶着赴约 woods除了郊外遇到的树林以外，还有什么象征含义，promise又指的是什么，历来说法不一，很多评论家认为woods代表往界，promise是对生的承诺，sleep则是死亡，因自古以来死亡对诗人，尤其是浪漫主义诗人一直有一种不可言说的诱惑。不过我们当然可以理解成其他意思，woods和promise作为两个对立面，可以是摆在我们面前的任何难题：眼前的美食和减肥的承诺；温暖的被窝和立志早起的决心；真爱和婚姻；游戏和学习等等。举的例子好像把诗的朦胧面纱给揭掉了，anyway，请随意按照自己喜欢的意思理解，我就觉得这段用来描写Ulysses对战Sirens还挺切合的。 另外第一句the woods are lovely，dark and deep我认为可以有好几个理解。可以是三个形容词的并列，林子lovely and dark and deep；可是由于这逗号的隔开，我第一次读时理解的是林子lovely（because they are）dark and deep，dark 和deep的东西因其神秘性而可爱；最后，还可以是林子lovely，（but they are）dark and deep，为后面的keep promise做解释。 lovely是个非常美丽的单词，不像beautiful只是一种静态的漂亮，它本身就带有一种动态的活泼。像说“It’s a beautiful day”能感觉今天天气真好美如画，但要说“It’s alovely day”就有让人想吹口哨的欲望了。 refrain诗、歌中某一句或多句的重复英语里术语叫refrain，refrain不仅仅是简单的重复，而是通过反复咏唱，进一步的加强情感，造成余音绕梁之感。Frost这首诗的结尾两句是很好的例子，另外开头提到的Dylan Thomas的名篇Do not Go Gentle into That Good Night （《不要温柔地走进那良夜》）也用到过这种写法。汉诗中与之对应的该是“重章叠句”，最著名的例子集是《诗经》，如“蒹葭”、“关雎”等。 十九、二十世纪诗人在改革诗歌表达方式及内容上花样层出不穷，各种派别竞相斗艳，在散文诗、自由诗、无韵诗等各类新诗中，Frost坚持传统写作，堪称当时诗歌届的一股清流，深得我心。他的诗古典，有着教科书式的格律和音韵，看似浅显易懂，却自有一种他人无法企及的高度。夹在诸如T.S. Eliot、Ezra Pound和后来的Allen Ginsberg 等极具ambition的诗人中间，恰如一盘盘大餐中间的小菜，淡雅精致，入口却唇齿留香，令人回味无穷。 下次我们讲讲《堂吉诃德》里的一个小故事。 文中图片来源网络。","categories":[{"name":"诗歌","slug":"诗歌","permalink":"http://elizabethxiao.ink/categories/诗歌/"}],"tags":[{"name":"英诗","slug":"英诗","permalink":"http://elizabethxiao.ink/tags/英诗/"},{"name":"Frost 弗罗斯特","slug":"Frost-弗罗斯特","permalink":"http://elizabethxiao.ink/tags/Frost-弗罗斯特/"},{"name":"承诺","slug":"承诺","permalink":"http://elizabethxiao.ink/tags/承诺/"}]},{"title":"复旦的厕所","slug":"restrooms-in-fudan","date":"2016-10-19T20:18:39.000Z","updated":"2019-12-15T17:54:46.003Z","comments":true,"path":"2016/10/19/restrooms-in-fudan/","link":"","permalink":"http://elizabethxiao.ink/2016/10/19/restrooms-in-fudan/","excerpt":"","text":"话说祖国大江南北、黑河-腾冲东西，论各高校厕所种类之丰富、样式之独特，如果搞个比赛，我旦当仁不让必须拔得头筹，学校元老建筑物现身坐镇助威。 无比像公厕的相辉堂 六教一切要从六教的厕所开始。 想当年作者从边远地区来到大上海，以为可以见证一切现代高端洋气，直到进了六教的厕所。内心受到的冲击只比得知洗澡要去公共浴室跟同学裸裎相见好那么一丢点。 喵的，说好的魔都呢？！说好的现代化大都市呢？！ 人家上厕所说“去蹲坑”，那是为了搞笑；我们说“去蹲坑”，就是literally去 蹲 坑，而且是一条只在中间插几块隔板通到底的那种。 每次上两级台阶蹲在六教厕所的坑上，内心都会涌出一股中华子孙的豪气，“共饮一江水，共用一条坑，共如一个厕”。 复旦是不是世界一流大学我不知道，但我们一定是一流社会主义大学。这满满的上世纪七八十年代既视感，连冲水都是一次拉线冲全坑！选择最靠外的厕位，伸手一拉，一切污秽都（缓慢）消失，喜欢掌控全局的你值得拥有！而处在靠里隔间又不近视的同学，终于到了你们悔不当初的时候了。 五教关于我旦是先有五教再有六教 还是先有六教再有五教， 厕所这个问题就很让人难以决定。 按照一二三四教修建顺序推测，该是先有五再有六， 然而五教的厕所却比六教先进很多，就有点让人深思了。 Anyway，说先进，也并没有好到哪去，依然是一条长坑，依然是一条冲水拉绳，如果要说我旦同学很有兄弟姐妹情的话，一定是由于我们同蹲过一条坑的交情。 不同六教之处在于： 五教的坑更浅（这也意味着更容易接触到溅起的）； 五教的坑是全金属的（六教是瓷砖），除了秽物更能去无踪， 也能低头当镜子使。 文图文图的厕所和文图的外表一样中规中矩，没有想让人进去的欲望。 拉绳冲水在经历过五六教的洗涤之后已经没有任何新奇的地方了，毕竟这里都是隔出来的单间。 但是文图的厕所在于它的位置。不是一般的处于建筑的一边角落，也不是中间，而是在楼梯中间！ 想象一下你在文图向一个问厕所的人指路，“哦，厕所啊，你上/下楼，上/下到一半停住就能看到，另外注意是男右女左。” 1.5，2.5的位置到底是闹哪样？！难道是方便在1.0楼或2.0楼休息的进食同学就近迅速解决个人问题？ 理图理图的厕所独特之处在于，为了上厕所，你必须 向里走出图书馆主楼， 左转穿过一条半开的过道， 再走进楼内， 如厕。 为了避免文图男女生共用洗手池和镜子可能产生眼神或肢体交流，理图厕所男女分两层。 所以，如果你是一个喜欢在理图二楼上自习的女生，那么为了上厕所你需要： 下楼，左转， 再左转，出楼， 过通道，上楼， 如厕。 冬天的话请记得把外套披上哦。 报告老师，这就是我不去图书馆上自习的原因！ 同时由于男厕在一楼，并没有屏风之类的遮挡物，稍微有点好奇心的姑娘只需具备一副好视力或者偏一下头，就可以观赏到名为“泉（fountain）”的后现代主义杰作。（现在翻修后看不到了）。 杜尚Marcel Duchamp 的超现实主义杰作《泉》 光华楼相比二教三教及其他一些楼内厕所的乏善可陈，光华楼内厕所是对得起其外表的： 暗红色的低调大气装潢， 单间独门带锁， 按压式水箱， 蹲坑、马桶中西兼顾任君挑选， 且每个小间内部都单独配备厕纸，想用多少用多少，妈妈再也不用担心我上厕所忘带厕纸了。 非要说缺点就是不够大，起码也得来个圆形环绕设计，中间一根六棱柱柱子每边镶上一面镜子摆上鲜花才能对得起光华楼的土豪气质。 逸夫科技楼最后向大家隆重推荐逸夫科技楼的厕所。 见识过光华楼的厕所以后，相信大家已经不会再轻易吃惊了，逸夫科技楼的厕所除了不是奢华的红镶金木门，具备光华楼厕所的一切美德，但其胜出的关键原因在于， 人家水龙头是冷热两用的！ 冷热两用什么概念同志们？ 在没有暖气屋里比屋外冷的冬天的上海，出完恭能用温暖而非冰冷的水洗手， 这是人道主义精神的体现！ 这是润物细无声的温柔！ 多少即使马桶是可自动冲洗菊花的那种modern大楼里的厕所都不具备如此人文精神！ 逸夫科技楼赛高！ 哦，你说无图无真相？实在是在某厕里举相机时偶然看到镜中自己猥琐的身影为了避免被保安请出不得已而放弃。给大家留点想象的空间~ 本文纯属吐槽，不承担情怀责任。转载请联系原作者。 最后相辉堂还是很美的 蓝天绿地中间的相辉堂","categories":[{"name":"吐槽","slug":"吐槽","permalink":"http://elizabethxiao.ink/categories/吐槽/"}],"tags":[{"name":"复旦","slug":"复旦","permalink":"http://elizabethxiao.ink/tags/复旦/"},{"name":"吐槽","slug":"吐槽","permalink":"http://elizabethxiao.ink/tags/吐槽/"},{"name":"厕所","slug":"厕所","permalink":"http://elizabethxiao.ink/tags/厕所/"}]},{"title":"艹 世 木 氵各","slug":"a-leaf","date":"2016-10-16T20:13:43.000Z","updated":"2019-12-15T17:52:14.070Z","comments":true,"path":"2016/10/16/a-leaf/","link":"","permalink":"http://elizabethxiao.ink/2016/10/16/a-leaf/","excerpt":"","text":"&emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; a(l&emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; e. e. cummings （1894-1962） 原诗 上次我们提到e.e.cummings的诗歌在印刷、拼写、大小写、标点符号和语法等各个方面都独树一帜，和传统诗歌相去甚远。这首诗（1958）将他的这些特征体现得淋漓尽致，甚至第一眼看到以上英文字母时，你很难将它认作一首诗，没有提示的话破解会有点困难。 hint：把整首诗横过来（不是字面意思）看。 l(a leaf falls) oneliness 再排列一下， a leaf falls loneliness, 即诗是在”loneliness”这个单词中插入了a leaf falls 这句话。至于为什么要插入，又为什么要竖着排列，这就是使一首诗成为一首诗的原因了。我们接下来会慢慢分析。 先来看整合以后的语言。一片叶子掉落a leaf falls 的确让人觉得孤独。中国古人有“一叶知秋”的说法，那是形容见微知著，好像并不包含孤独的意思，但是秋本身给人的印象就是萧瑟，是肃杀，是惨淡，是寂寥，是个让人体会到孤独的好季节。更不要提最后一片叶子掉落寒冬降临，或者落红的掉落也包含不为人解的孤独。所以单就一片叶子掉落，加上孤独这个词，a leaf falls + loneliness,就可以让人脑幻化出一整部孤独的辞海。这是诗的意象所带来的成功，也是cummings所代表的整个意象派所想要取得的效果。 意象派Imagism是二十世纪初的一个诗歌流派，主张用鲜明、准确的意象image来表现事物，体现情感。主要是这批诗人厌烦了之前的诗歌总是用象征、联想、典故等让人去猜，这对于没文化的我们是福音。个人觉得这有点像中国诗歌的纯白描手法，只罗列意象，随读者去联想。比如很有名的“鸡声茅店月，人迹板桥霜”。意象派运动的领头羊Ezra Pound本身很喜欢日本俳句，也翻译过中国古诗，所以很难说没受过东方诗歌的影响。 回到cummings的诗，如果说“叶落”是白描，“孤独”却显然不是，但这也有它自己的妙处。a leaf falls写动景，loneliness是静词，动静结合，是好诗的体现之一；同时前者具体，后者抽象，具象相连，全方位表达。 孤独的落叶 但如果只是如上所说还不足以让他这首诗载入文学史，这首诗还妙在其结构进一步加深了这种孤独感： 诗的第一行两处&emsp; &emsp; 一是字母”l”，印刷体可以看作阿拉伯数字”1”，茕茕孑立，形单影只；&emsp; &emsp; 二是有”a”，学过英语的都知道这是不定冠词，表示单数； （从法语的角度，第一行不要括号，la是定冠词，相当于英语the，修饰阴性单数；第二行le也是the，修饰阳性单数；）第五行两个”l”印刷体可以看作两个数字”1”，光棍节就是这么来的；倒数第三行，英文”one”，又是单数；倒数第二行”l”，不用说。这么多”1”在一起，是质数无法言说的孤独。 讲真，要不是cummings这么把单词拆开，我都不知道”lonely”这个单词这么孤独，l,one,l，一个单词就包含了3个1，另外3又是个单数，想想都觉得心疼。同时从这个词里我们可以明显看出孤单和孤独的区别，三个1由于在一起并不孤单，却很孤独，要么是每个人都很孤独，要么是其中一个很孤独。基于此，我总觉得“我想我会一直孤单”是在顾影自怜，“我想我会一直孤独”就有点哲学意味了。 最后，请屏幕前的你摘掉眼镜（视力好的同学拉远点），你会发现这首诗整体形状就是一个大写加粗的“1”，触目惊心。提议把这首诗当作FFF团的会徽。 并且由于这种竖形排列，还可以给读者整体造成一片叶子在缓慢落下的过程，因为a leaf falls 本身就是一个主动的状态。这样诗句的三四行fa af也体现了树叶随风飘摆反转的情形。 有人说汉字是象形文字，本身包含意义，而英文是表音文字，字母本身单词本身并没有意义。cummings这一尝试表明，英语说不定也可以表意义。他的很多其他诗就做过这样的尝试，比如这样的： 诗名蚂蚱，能看出来整首诗看起来像一只蚂蚱吗 还有这样的： 另一首象形诗 所以，既然英语都作出这样的尝试，汉字身为意形结合的老祖宗（之一）怎可甘于寂寞，有好事者将此诗翻成了中文： &emsp; &emsp; &emsp; &emsp; 艹&emsp; &emsp; &emsp; &emsp; &emsp;（一&emsp; &emsp; &emsp; &emsp; &emsp; ◇&emsp; &emsp; &emsp; &emsp; &emsp; 十&emsp; &emsp; &emsp; &emsp; &emsp; 艹&emsp; &emsp; &emsp; &emsp; &emsp; 洛）冖&emsp; &emsp; &emsp; &emsp; &emsp; 卂&emsp; &emsp; &emsp; &emsp; &emsp; 艹&emsp; &emsp; &emsp; &emsp; &emsp; 冖&emsp; &emsp; &emsp; &emsp; &emsp; 卂 翻译作者未知。这是相对而言最贴近原诗的翻译了，也是将汉字“落”拆分，”loneliness”用古字“茕”表示，算是很不错的尝试。然而平心而论，中译诗并不如原诗让人拍手称绝。“茕茕”二字，说不常用可能低估了大家的文学素质，但是其通用程度肯定不及loneliness之于英语。落的草字头倒有“叶（葉）”的意思，但拆开得来的“洛”比起原诗中”one”就差了很多。Anyway，本来也不是评论翻译，更何况已有人言翻译诗歌愚蠢无比，既然能看懂原文，就不要退而求其次了。 这首诗还有其他解读的可能性（比如此诗刚好是cummings诗集的第一首，开头那张图，上面刚好有罗马数字”I”；比如诗最后一行的”iness”），并且越解读越会发现cummings在这首诗中所展现的天才。如果要说缺点，只能说作者以这种结构方式牺牲了诗歌的音韵美，首先诗这样排列没有办法读出来，或者即使读出来也并不那么朗朗上口。肯定做不到“无边落木萧萧下，不尽长江滚滚来”的音形义完美结合。But even so, nice try, 小写的卡明斯。 下一次我们来讲一个有趣的小故事。 图片来源网络。","categories":[{"name":"诗歌","slug":"诗歌","permalink":"http://elizabethxiao.ink/categories/诗歌/"}],"tags":[{"name":"英诗","slug":"英诗","permalink":"http://elizabethxiao.ink/tags/英诗/"},{"name":"cummings 卡明斯","slug":"cummings-卡明斯","permalink":"http://elizabethxiao.ink/tags/cummings-卡明斯/"},{"name":"孤独","slug":"孤独","permalink":"http://elizabethxiao.ink/tags/孤独/"}]},{"title":"点头是个愉快的国度","slug":"yes-is-a-pleasant-country","date":"2016-10-05T16:21:57.000Z","updated":"2019-12-15T16:03:42.860Z","comments":true,"path":"2016/10/05/yes-is-a-pleasant-country/","link":"","permalink":"http://elizabethxiao.ink/2016/10/05/yes-is-a-pleasant-country/","excerpt":"","text":"&emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; yes is a pleasant country&emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; e. e. cummings (1894-1962) 原诗 这首诗估计大家看完一遍以后一定是“What？？！！”大丈夫，再多读几遍试试。当初教授给我们看这首诗时，底下一众也是一脸“哈？！”的表情。整首诗没有一个生词（violet 紫罗兰），读来却令人费解，仅凭这点就可以看出诗人写了一首相当成功的诗：它不长它让人看不懂 在消化诗的同时，我们先看看作者。一般介绍作品时我不怎么谈作者，主要为避免大家先入为主，看诗歌时戴上有色眼镜。然而e.e.cummings 这个人特点太明显，以致于凡是知道他的人，一定能认出他的诗，而他的诗基本也不会再有第二个人能写出来。其特立独行首先体现在自己的名字上：坚决不用大写。另外他的诗歌在印刷、拼写、大小写、标点符号和语法等各个方面都独树一帜，和传统诗歌相去甚远。 一首象形诗 然而他的以上烙印在我们选的这首诗中并没有得到充分体现。嗯，会体现在下一首诗中。 回到诗歌本身。 三节当中都有对人的称呼： my lovelymy treasuremy sweet one 美丽甜心小宝贝这种，也就奠定了这首诗的基调了，没错它又是一首求爱诗。有了这个认知，请允许我再做一点铺垫。 举个栗子&emsp; &emsp; &emsp; &emsp; &emsp; &emsp; ——佚名吃了一个如果，再剥一个如果。&emsp; &emsp; &emsp; &emsp; &emsp; &emsp; ——张爱玲，《茉莉香片》回忆夸饰着伤感 逝水比喻时光荏苒 …… 让天空解释着蔚蓝 浮云定义着洁白&emsp; &emsp; &emsp; &emsp; &emsp; &emsp; ——五月天 《后青春的诗》 以上和本诗中cummings所运用到的写作手法被俄国形式主义Formalism文论家称为“陌生化手法 defamiliarization”，即从一种全新的角度来表现平常我们很熟悉的人/事，使其变陌生。或就是常说的创新。文论家自诩理论科学家，总是喜欢给日常我们很难解释/言传的东西下一个定义，以此剥夺其神秘性，然后宣称这都是很正常。于我而言，这些都是诗人天才的体现。OK，如果上面都能明白的话，cummings的这首小诗会变得好理解很多。 1 yes is a pleasant country:if’s wintry(my lovely)let’s open the year 第一行里yes肯定作名词，但yes is a pleasant country就有点意思了，去掉修饰语，yes is a country。country有两个意思，一为国家，一为乡村，按常理都不是能跟yes联系起来的意义，但是一旦接受这种设定，搭配起来，像吃“如果”一样，就会觉得无比通畅。yes是一个愉快的国度/怡人乡村，两种意思读来都很美妙（个人倾向国度）。反过来看yes，按照求爱诗的逻辑来猜测，很有可能诗人问的是 Will you marry me? 姑娘回答yes当然令人pleasant. 我们再把yes的含义扩大一点，不仅仅是针对求婚或求爱所答，而是对于一切问题的肯定积极回答，则诗人是把yes所代表的整个积极肯定的含义具象化成一个实体，所以我倾向于country作“国度”讲，因为“乡村”肯定塞不下yes所展现的蓝天白云青草地，微风拂叶百花香的pleasant 情形。 于是第二行就很好理解。如果姑娘回答的是if，于诗人而言无异寒冬，winter is coming。像我们常说的ta的一句话将我打入冰冷地窖。如同yes，if所代表的也是一切假设，一切不确定性，或者说一切条件，假如姑娘的if是“if你给我摘天上星星我才答应你”还好办，要是“if你英俊挺拔并且自信幽默文武双全我才say yes”诗人当然感觉如坠寒渊。 第四行let’s open the year，诗人像是用my lovely 封住对方的口，表示回答yes就很好，让我们共同开启这一年吧。 2 both is the very weather(not either)my treasure,when violets appear 诗第二节只包含一个句子，括号里的not either，my treasure 都是插入语，略去不看的话就是both is the very weather when violets appear.诗人继续玩他的文字游戏，Both表示两者都，你和我，不分彼此，也是一个积极肯定的词汇，因而正是紫罗兰花开的好时节，但either二选一，只有“你”或者“我”就不是那么好了。或者也可以理解为both 指winter and spring, 因为在这两个季节紫罗兰都可以开放appear。 3 love is a deeper seasonthan reason;my sweet one(and april’s where we’re) love是个季节，比reason理智更加深沉deeper。实际上我并不能理解love作为一个season（这里season除了作季节时令讲应该不会有其他意思）怎么能够deep，而且比reason还deeper。但抛开这点不提，love is a reason比喻精妙，reason选词堪绝， 不仅能够很好地同reason押韵，还联系上一节中紫罗兰开花的季节。同时，我们常说爱情是盲目的，跟理智不兼容，恋爱中的人（尤其女人）常常不讲道理reason，但是诗人却说love比reason更深沉，好像非常有道理的样子。我们不是常说fall in love，隐含的意思就是love是有深度的东西，由此我们才能fall，要么是爱河，要么是围城，要么是深渊无底洞等等。anyway，这句话因为意思模糊无解，成为整首诗中除了题目最被常引用的一句话，不明觉厉。 爱情比理智更深沉？ 最后一行，April正是我们所处的季节。April处在春季，season of spring，结合前句，love is a season，诗人是在说we are in love。同时第二节violet也在春季开放。春天的含义不言而喻。结合整诗第一行有了country空间，加上时间April，真是很好的时空了。这里cummings还是遵循传统，认为四月代表春天，一年初始，寓意美好，要是Elliot肯定不同意，因为April is the crullest month. 总地来说，我们可以想象这样一个情形，诗人向所爱求爱/婚，问完问题Will you …?以后，不等人家回答，紧接着列出一系列假设，说假如你说yes,那会将我们带到一个美妙国度，说if我会心如寒冰。所以say yes，让我们两人both一起用紫罗兰花开的美妙季节开启这一整年。 求爱诗是一个非常传统的主题，因此要写得出彩并不那么容易。前面介绍的两篇，如果Herrick的诗表示经典的话，Marvell的诗则让人耳目一新，有这两首压在上头，能写出如此别具一格不落俗套的cummings不能不说很是天才。在前人把路都走完让后人无路可走时，cummings只能在文字本身做文章，抛弃英语语法，扭曲语义场，奉献了一首清新别致的小诗，实在是令人开心的。不过从另一方面来说，通过语言本身而非语言含义来玩文字游戏，要是没有最后一节收尾，很有可能会玩不下去的。 下一次我们说说cummings的另一首诗 a leaf。 文中图片源自网络","categories":[{"name":"诗歌","slug":"诗歌","permalink":"http://elizabethxiao.ink/categories/诗歌/"}],"tags":[{"name":"英诗","slug":"英诗","permalink":"http://elizabethxiao.ink/tags/英诗/"},{"name":"爱情","slug":"爱情","permalink":"http://elizabethxiao.ink/tags/爱情/"},{"name":"cummings 卡明斯","slug":"cummings-卡明斯","permalink":"http://elizabethxiao.ink/tags/cummings-卡明斯/"}]},{"title":"少女 珍惜时间","slug":"to-the-Virgins","date":"2016-09-22T19:02:50.000Z","updated":"2019-12-16T04:18:33.430Z","comments":true,"path":"2016/09/22/to-the-Virgins/","link":"","permalink":"http://elizabethxiao.ink/2016/09/22/to-the-Virgins/","excerpt":"","text":"&quot;花开堪折直须折...... &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; To the Virgins, to Make Much of Time&emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; By Robert Herrick. 1591–1674 原诗 和To His Coy Mistress 一样，这首诗也是说给第二人称听的。这里对象是virgins，也就是少女们。这首诗很有可能是受了Ausonius（c.310-395）的启发，Ausonius的拉丁原文是这样的: Collige, virgo, rosas, dum flos novus et nova pubes,et memor esto aevum sic properare tuum. 翻译成英语是： “Maidens, gather roses, while blooms are fresh and youth is fresh,And be mindful that your life-time hastes away.” 以上摘自维基。等你看完Herrick这首诗，会发现二者不论意象还是主题都惊人相似。但是很明显Herrick写诗的17世纪大家还比较宽容，也没有太强版权观念，而且“化用不能算抄…Paraphrase!…读书人的事，能算抄吗?”人家只是借鉴演绎了一下。更何况能抄到一千多年前的东西也是一种能力。 GATHER ye rosebuds while ye may,Old Time is still a-flying:And this same flower that smiles to-dayTo-morrow will be dying. 这一节是Herrick这首诗被引用最多，也最琅琅上口的句子。第一句完美对应“花开堪折直须折”，不过我们的诗是在唐朝写就的，早了将近一千年的时间，但中国唐朝的时候英格兰还没统一，这么对比显得不太厚道。 摘花少女 第二句讲时间飞逝。Old Time 是一个比喻，经常可以看到一些作品中把时间拟人成一个拿着沙漏的老人，就是时间老人了，世上能比时间还老的人和物并不多。A-waiting中a-是一个从源于古英语的前缀，用在现在进行时的前边，表示动作的进行，比如come a-running, go a-hunting等，还有下节里的a-getting，都是比较老旧的用法，一般也就存在文学作品当中了。三四句，今天还含笑怒放的花朵，明天就枯萎了。 以上是诗的第一节，用花的意象劝少女抓紧时间。 The glorious lamp of heaven, the sun,The higher he ‘s a-getting,The sooner will his race be run,And nearer he ‘s to setting. 太阳升得越高，它也越接近下落。第一句把太阳比作苍穹光芒万丈的华灯。莎士比亚在他最著名的第十八首十四行诗Sonnet 18里也用过类似比喻： Sometime too hot the eye of heaven shines,And often is his goldcomplexion dimmed; 不过老莎是把太阳比作“the eye of heaven”，用的是暗喻，并不直白点明，而Herrick专门用同位语标示苍穹华灯指太阳。莎翁的十四行诗集初版于1609，比这首诗（1648）早几十年，可能Herrick觉得即使英雄所见略同，别人正活着呢还是避避嫌，所以换了个比喻。 越近至高点，越近衰落 所以用race，大概涉及希腊罗马神话，太阳神阿波罗或福玻斯每日是架着金色马车沿着固定轨道飞过天空的，于是其行程就好比race了。所以出发越早，到达西方也越快(The sonner will his race be run,/ And nearer he’s to setting.” 中国神话中太阳则是金乌，异曲同工。充分说明 天圆地方 并不止我国古代人民的观念。 以上是诗的第二节，很具哲理的一段话。用的是太阳的意象。 题外话。话说我第一次知道顶峰的双层含义还是在中学，历史课本上说雍正设立军机处等加强中央集权行为使得清朝成为封建专制的顶峰，此后走向衰落。当时纳闷为什么无限风光的顶峰同时也意味着衰落呢。直到自己画个山峰图才明白过来。题外话结束。 That age is best which is the first,When youth and blood are warmer;But being spent, the worse, and worstTimes still succeed the former. 人生初阶朝气正盛，就是那早上八九点钟的太阳，血都更暖和点，所以也是最好的年华。但是越到后来，越被消耗使用，年岁越大越糟糕，从worse到 worst ，但也还是之前好于之后，succeed the former。 以上为诗的第三节，从第一二节的花朵太阳转到人生，都在说同一个道理，青春易逝，时不再来。 读完前三节应该能够感受到诗人让少女们以及读者珍惜时间，不要荒废大好青春。深受中国传统文化影响的我们甚至能猜到可能下句就该“劝君惜取少年时”，少壮不努力老大徒伤悲了。不过总会觉得有点违和，比如题目里为何对象单指virgin而无少年？ Then be not coy, but use your time,And while ye may, go marry:For having lost but once your prime,You may for ever tarry. 看到coy这词基本能知道诗人打的什么算盘。没错，这跟Marvell的求爱诗根本是一样的。又是劝少女们不要娇羞，好好利用时间，赶紧去结婚go marry。跟爸妈亲戚朋友劝赶紧找对象的口吻何其相似。甚至最后一句还有威胁意味，要是在你最好年华里prime 不抓紧的话，你就会一直蹉跎等待tarry。恶意满满。 总会等到Mr.Right 爱伦坡认为最能触发人类情感的就是美人的死亡death of beauty，而古往今来最让文人害怕的恐怕就是美人迟暮。所以为了让仍处豆蔻年华的美人们答应自己，不惜用各种方法威逼利诱，其心如此。 总的来说，这首诗前三节从鲜花到太阳再到青春，所用形象层层上升，一节高过一节，表达情感，节节蓄力，到第四节时上升到顶点，终于引出诗人想表达主旨。可是通过前三节的铺垫，读者已经有了一个预期值，尤其第一节集整首诗之精华，而最终节却是劝少女go marry，不能说大失所望，实在也是不能说很满意的。所以我更倾向于再把最后一节中marry 联系到merry。While ye may, be merry.趁年轻，好好享受生活吧。这样才不辜负carpe diem的联想。但是这样解释也显得有点势利，也许Herrick觉得对于virgins来说marry就是生命的全部意义呢。 抓紧时光 把这首诗跟劝学相比，也隐约能看出一点区别。两者都说青春短暂，引出的结论却不很相同，一为劝学，一为劝婚。当然劝学更符合社会主义价值观，但劝婚却无比真实可爱。 这首诗电影《死亡诗社》里有讲到过，刚好手头没有诗的音频，引一段电影里的截断给大家。 Your browser does not support the video tag. 本来，生命只有一次，年轻时不好好挥霍，年老了拿什么来悔恨呢。 下次我们谈谈e.e cumings 的 “yes is a pleasant country”。 文中图片源自网络。","categories":[{"name":"诗歌","slug":"诗歌","permalink":"http://elizabethxiao.ink/categories/诗歌/"}],"tags":[{"name":"英诗","slug":"英诗","permalink":"http://elizabethxiao.ink/tags/英诗/"},{"name":"爱情","slug":"爱情","permalink":"http://elizabethxiao.ink/tags/爱情/"},{"name":"Herrick 赫瑞克","slug":"Herrick-赫瑞克","permalink":"http://elizabethxiao.ink/tags/Herrick-赫瑞克/"}]},{"title":"致娇羞女友 To His Coy Mistress","slug":"To-His-Coy-Mistress","date":"2016-09-16T14:59:15.000Z","updated":"2019-12-13T04:03:41.535Z","comments":true,"path":"2016/09/16/To-His-Coy-Mistress/","link":"","permalink":"http://elizabethxiao.ink/2016/09/16/To-His-Coy-Mistress/","excerpt":"","text":"“如果我们有足够的时间和空间...” 写在前面 有些东西不管第几次读都会赞叹不已，进而产生这么好的东西不该我一人知道必须安利给别人想法。我坚信世间一切真正好的东西都该是免费的，江上清风，山间明月，头顶星空，苍穹皓日，以及人类所集结的文明。所以希望能通过这种方式给大家推荐一些自己觉得非常好的作品，目前打算先写一批诗歌，后面再慢慢扩到其他。 下面进入正题。 总述&emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; &emsp; To His Coy Mistress&emsp; &emsp; &emsp; &emsp; &emsp;&emsp; &emsp; &emsp; &emsp; &emsp; By Andrew Marvell （1621-1678） Your browser does not support the audio tag. 这是一首写于十七世纪的求爱诗。之所以从爱情诗开始写是因为这是我唯一可以装做很懂得东西。在我有限的知识储备当中，Marvell的这首诗，属于初读惊艳再读依然的杰作。不能说冠绝古今中外情诗，也绝对名列前茅。我几乎是逢人必推。诗有点长，请花点时间耐心读下去。女生读了提高情书容忍度；男生可供借鉴，当然你们看看就好了，反正也写不出来。从题目可看出是写给（address to）娇羞女友的，所以全篇都是对着她在说话。诗名中“His Coy Mistress”并不表明是写给“他的娇羞女友”，很多His, Her 开头是一种称号title，抬高他人身份的表达，类似的有Your Highness, Her Majesty ,His Lordship之类。这也可能暗示mistress有宫廷身份。coy就是那种水莲花不胜凉风的娇羞，当然也可能是端着架子的矜持。 第一节 Had we but world enough and time,This coyness, lady, were no crime. 诗一开始是一句假设，如果我们有足够的时间和空间（world）, lady你这么coy也就不算一种罪过。古往今来太美是一种罪过，Marvell拐着弯说coy也算一种罪过，暗中控诉lady的矜持娇羞对他来说就是一种折磨和犯罪。这一句是个完美的虚拟语态典范Had … were….可以看到这一节后面都用would，就是为了配合第一个Had所引起的虚拟。 We would sit down, and think which wayTo walk, and pass our long love’s day.Thou by the Indian Ganges’ sideShouldst rubies find; I by the tideOf Humber would complain. I would 有了足够的时空，我们就坐下来，闲庭漫步。你在恒河边上找宝石，我在亨伯河岸画圈圈。这句讲空间。Ganges（约20°N，90°E）在印度；Humber(约50°N，3°W）在英国。跨越了东西半球的异地恋。I would 放在这里纯粹是为了押韵，实际应该断到下一句。 Love you ten years before the flood,And you should, if you please,refuseTill the conversion of the Jews. 我给你的爱在西元洪水前，而你尽可以等到犹太人改变宗教后再考虑接受我。before the flood这场洪水指的是圣经旧约里诺亚造方舟逃的那场大洪水。conversion of the Jews 是圣经新约里的一个典故，要犹太人改信基督教，只能等到时间终结，犹太人表示无辜躺抢。这个典故慎用，一不小心就会被盖上反犹帽子。这句讲时间，从人类初始，到时间终结。这两段合起来，时间 + 空间 = 整个浩瀚宇宙。 My vegetable love should growVaster than empires and more slow; vegetable love历来说法不一，我个人理解vegetable跟荤相对应，素爱表示很纯洁很纯粹的爱情，而荤爱就像“偷腥的猫”或者“秀色可餐”这种。 vegetable也跟接下来的grow相呼应，将爱情比作植物，从最初的一点点萌芽慢慢长成一片郁郁葱葱，占地比罗马帝国还宽广。 作为对比“心里开了朵花”之类的形容就显得没那么大气了。 An hundred years should go to praiseThine eyes, and on thy forehead gaze;Two hundred to adore each breast,But thirty thousand to the rest;An age at least to every part,And the last age should show yourheart. 第一次读这段时内心无比震撼。看诗人如何将这假如出来的足够时间分配：&emsp;我要用一百年来赞美你的眼睛和凝视的眼神，&emsp;每边breast花两百年来赞美，&emsp;再用三万年盛赞剩下的身体各部位，每部起码一百年。&emsp;最后才到你的心脏。实际这里诗人丝毫没写这位lady如何眼如秋水手如柔荑肤如凝脂螓首峨眉增一分太艳减一分太素。但是我们就是可以感受到她无与伦比的美丽。所谓大家手笔。诗人对his mistress 的肉体顶礼膜拜，不知怎么我脑中的画面是一个痴汉在断臂维纳斯面前久久驻足的情形。很多人觉中国人文章磅礴大气，动辄万、千、三生三世，而觉英语比较写实，不会乱夸张。但是这诗的这节实在浩瀚异常，和“山无棱，天地合，乃敢与君绝”的夸张相比也是毫不逊色的。 For, lady, you deserve this state,Nor would I love at lower rate. 因为这种高规格的礼遇你值得拥有，而我的爱情也不会因此显得掉价。这也是诗人在为自己之前痴汉行为正名，一般人也不值得我如此赞美。很有一股傲气。 以上是诗的第一节。提出了一个无与伦比的假设。 第二节 But at my back I always hearTime’s wingèd chariot hurrying near;And yonder all before us lieDeserts of vast eternity. 但是然而可是，yet but however nevertheless经常在我身后我能听到时间驾着马车嗖嗖地飞过。好多习语里kill time,time flies, pursue time, 都暗含一个隐喻，即时间是个生物，并且总是在跑。这里的时间是驾着有翼马车在飞。时间前方是一片永恒的大沙漠。人死后也就是一抔土，a handful of dust. Thy beauty shall no more be found;Nor, in thy marble vault, shall soundMy echoing song; then worms shall tryThat long-preserved virginity,And your quaint honour turn to dust,And into ashes all my lust; 你的容颜不再，我的歌声也不会回响。而你矜持再三所保留的贞操，只能留给蛆虫啃食；我对你的欲望也会慢慢化成灰烬。 The grave’s a fine and private place,But none, I think, do there embrace. 其实坟墓倒也是个好地方，但是还是不待为妙。以上为诗的第二节。以But开头，一整节都在否定上节提出的假设。 第三节 Now therefore, while the youthful hueSits on thy skin like morning dew,And while thy willing soul transpiresAt every pore with instant fires,Now let us sport us while we may,And now, like amorous birds of prey,Rather at once our time devourThan languish in his slow-chapped power.Let us roll all our strength and allOur sweetness up into one ball,And tear our pleasures with rough strifeThrough the iron gates of life:Thus, though we cannot make our sunStand still, yet we will make him run. 这是诗的第三节，其描写要是用两字形容就是 香艳。 第二节中诗人表示我们的时空并不富裕，反而非常有限，所以，现在开始，趁你的肌肤还散发着晨露的光泽，趁每个毛孔都散发出欲火，答应我的求爱，即时行乐。 主要意思就是用烂的carpe diem，Marvell可谓将其表达到无复加。写成白话韵味尽失，多看几遍原文慢慢体会（所以英语不好连小黄文都看不了）。sport，roll，tear，run等几个动词用得异常精妙，画面感十足。提醒一下，sport 这词作为运动包含项目还是很广的，have sex其实也算一项运动，所以请注意sporting house 指的是妓院，就像French letter 是杜雷斯前身一样，不要随便乱用。 总结总的来说，诗人的逻辑是这样的：假如时间够，你怎样矜持都无所谓，但是时间呼啸而过，朝红颜夕白骨，所以赶紧答应我及时行乐吧。 很典型的三段式argument，用逻辑来标是这样的：&emsp;If… then… 如果是P，则非Q&emsp;But … 非P&emsp;Therefore….. 则Q 不过这种经典逻辑推论也很容易推翻，非P并一定就是Q，所以coy lady 只要回答“即使非P我也不会答应你”就搞定了。因此Marvell的求爱，虽然劝人劝得感天动地，实际不堪一击。也因此这诗并不严肃，反而让人觉得好笑，只knight和lady之间无聊的打法时间游戏而已。 然则虽如此，这中间所显示的才华也足够后来人兴叹。 附 译诗 译者杨周翰 我们如有足够的天地和时间，你这娇羞，小姐，就算不得什么罪愆。我们可以坐下来，考虑向哪方去，消磨这漫长的恋爱时光。你可以在印度的恒河岸边寻找红宝石，我可以在亨柏之畔望潮哀叹。我可以在洪水未到之前十年，爱上了你，你也可以拒绝，如果你高兴，直到犹太人皈依基督正宗。我的植物般的爱情可以发展，发展得比那些帝国还寥廓，还缓慢。我要用一百个年头来赞美你的眼睛，凝视你的娥眉;用二百年来膜拜你的酥胸，其余部分要用三万个春冬。每一部分至少要一个时代，最后的时代才把你的心展开。只有这样的气派，小姐，才配你，我的爱的代价也不应比这还低俗。但是在我背后我总听到时间的战车插翅飞奔，逼近了;而在那前方，在我们面前，却展现一片永恒的沙漠，寥廓、无限。在那里，再也找不到你的美，在你的汉白玉的寝宫里再也不会回荡着我的歌声;蛆虫们将要染指于你长期保存的贞操，你那古怪的荣誉将化作尘埃，而我的情欲也将变成一堆灰。坟墓固然是很隐蔽的去处，也很好，但是我看谁也没在那儿拥抱。因此啊，趁那青春的光彩还留驻在你的玉肤，像那清晨的露珠，趁你的灵魂从你全身的毛孔还肯于喷吐热情，像烈火的汹涌，让我们趁此可能的时机戏耍吧，像一对食肉的猛禽一样嬉狎，与其受时间慢吞吞地咀嚼而枯凋，不如把我们的时间立刻吞掉。让我们把我们全身的气力，把所有我们的甜蜜的爱情揉成一球，通过粗暴的厮打把我们的欢乐从生活的两扇铁门中间扯过。这样，我们虽不能使我们的太阳停止不动，却能让它奔忙。 下一次我们继续同类型诗Robert Herrick 的 To the Virgins,to Make Much of Time。","categories":[{"name":"诗歌","slug":"诗歌","permalink":"http://elizabethxiao.ink/categories/诗歌/"}],"tags":[{"name":"Marvell 马维尔","slug":"Marvell-马维尔","permalink":"http://elizabethxiao.ink/tags/Marvell-马维尔/"},{"name":"英诗","slug":"英诗","permalink":"http://elizabethxiao.ink/tags/英诗/"},{"name":"爱情","slug":"爱情","permalink":"http://elizabethxiao.ink/tags/爱情/"}]}]}